di = {'chill': '(прохлада) навевает мысли о расслабленном отдыхе в чилаутах ночного '
               'клуба. \n',
      'man moment': 'высмеивание стереотипного мужского или женского поведения.\n',
      'npc': 'нейтральный, пустой человек, который сливается с серой массой.\n',
      'tw': 'Предупреждение о возможном триггере.\n',
      'woman moment': 'высмеивание стереотипного мужского или женского поведения.\n',
      'а́йдол': '(от англ. idol — кумир) — молодая известная медиаперсона в Корее, '
                'Японии или Китае; популярный исполнитель, выступающий в жанре '
                'k-pop.\n',
      'абака': 'стильный, крутой\n',
      'абапер': 'человек, который всегда на связи и активно использует '
                'мессенджеры.\n',
      'абгрейд': 'улучшение или обновление чего-либо, например, программы или '
                 'устройства.\n',
      'абгрейт': 'аналогично абгрейду, часто используется в контексте обновления ПО '
                 'или оборудования.\n',
      'абдуловера': 'термин, вероятно, имеющий отношение к определенной культуре '
                    'или персонажу, загаданному в шутливом или игровом ключе.\n',
      'абитура': 'процесс поступления в учебное заведение.\n',
      'абитуха': 'абитуриент, юноша или девушка, поступающие в учебное заведение.\n',
      'абобус': 'у этих вирусных слов еще нет значения. Их используют, чтобы '
                'кого-то назвать или к кому-то обратиться.\n',
      'абориген': 'студент, который почти не появляется на занятиях или "долго '
                  'живёт" в учебном заведении.\n',
      'абу': 'арабское слово, обозначающее "отец", часто используется в жаргоне для '
             'обозначения старшего или уважаемого человека.\n',
      'абузить': 'использовать неявные или непрямые механики игры для получения '
                 'преимущества, часто вызывая недовольство других игроков.\n',
      'ав': 'сокращение от "авторизация", используется в контексте входа в аккаунт '
            'или системы.\n',
      'ава': 'сокращение от "аватар", изображение или значок, представляющий '
             'пользователя в игре или онлайн пространстве.\n',
      'авангардный стиль': 'новый и необычный подход \n',
      'авансировать надежды': 'возлагать большие ожидания на кого-то\n',
      'авантюра': 'рискованное предприятие или приключение \n',
      'авантюра с неожиданным концом': 'рискованное предприятие, которое '
                                       'закончилось непредсказуемо\n',
      'авантюрный дух': 'стремление к приключениям \n',
      'авапёр': 'персонаж или автор, который создает аватары для своих фанфиков или '
                'других работ.\n',
      'аватарка': 'изображение пользователя, которую он устанавливает в качестве '
                  'своего профильного изображения в соцсетях или на форумах.\n',
      'авер': 'человек, который постоянно ведет себя активно и энергично, может '
              'также означать человека, который много говорит.\n',
      'авик': 'сокращение от "авиабилет", часто используется в контексте '
              'путешествий.\n',
      'авишка': 'маленькая авиакомпания или недорогая авиаперевозка.\n',
      'авишник': 'человек, работающий в авиационной сфере или увлекающийся '
                 'авиацией.\n',
      'авось прокатит': 'надеяться на удачу, не имея уверенности\n',
      'автобус': 'большое транспортное средство, используемое для перевозки людей '
                 'по маршрутам; иногда используется в переносном смысле для '
                 'описания чего-то массивного или объединяющего.\n',
      'автогад': 'автомобиль, который часто ломается или вызывает проблемы.\n',
      'автоглюк': 'сбой или ошибка в работе автомобиля.\n',
      'автомат': 'экзамен, который студент сдал автоматически, без особых усилий.\n',
      'автоответчик жизни': 'отвечать на вопросы судьбы\n',
      'агенты': 'друзья, компания\n',
      'агенты 007': 'люди, занимающиеся шпионскими делами (в переносном смысле — '
                    'хитрецы)\n',
      'агонь': 'что-то классное, супер\n',
      'агр': 'агрессия – привлечение внимания противников на себя для защиты '
             'союзников.\n',
      'агрить': 'процесс агрирования, действие по привлечению вражеского '
                'внимания.\n',
      'агриться': 'быть раздраженным, злиться.\n',
      'агро': 'агрессивная тактика, в основном используемая в MMORPG для убийства '
              'врагов.\n',
      'агро-школьница': 'скорее всего, относится к школьнице, интересующейся '
                        'агрономией или сельским хозяйством, либо к '
                        'сельскохозяйственной специальности в образовании.\n',
      'агрошкольник': 'игрок, обычно молодой, который активно использует не самые '
                      'честные или развлекательные методы игры.\n',
      'адвокат': 'защитник, тот, кто поддерживает\n',
      'аджара гуджу': 'слово может относиться к культуре или обычаям региона '
                      'Аджария в Грузии.\n',
      'адики': 'уменьшительно-ласкательное от "ад", возможно, используется для '
               'обозначения детей или молодых людей с чертами характера, '
               'ассоциируемыми с дерзостью или озорством.\n',
      'админ': 'администратор, человек, управляющий сообществом или сервером.\n',
      'админить': 'заниматься администрированием, управлять чем-то (например, '
                  'сообществом в интернете).\n',
      'азах': 'может быть искажением или сокращением слова, связанного с чем-то '
              'культурным или региональным, возможно, связано с турецким или '
              'арабским языком.\n',
      'азлагоризм': 'вымышленное слово, вероятно, относящееся к какому-либо '
                    'специфическому явлению или культурному феномену.\n',
      'аим': 'способность точно целиться в игрe, особенно в шутерах.\n',
      'аирподсы': 'беспроводные наушники Apple AirPods.\n',
      'айди': 'идентификатор, номер пользователя или аккаунта.\n',
      'айпад': 'планшет от компании Apple.\n',
      'айпи': 'IP-адрес, уникальный адрес устройства в сети.\n',
      'айпишник': 'человек, который активно использует интернет и различные '
                  'онлайн-сервисы.\n',
      'айс': 'состояние спокойствия и уверенности; также может означать что-то '
             'классное или крутое.18. Айтишник - специалист в области '
             'информационных технологий.\n',
      'айфон': 'смартфон от компании Apple.\n',
      'академ': 'академический отпуск, время, когда студент временно не учится.\n',
      'акк': 'сокращение от “аккаунт”, то есть, профиль пользователя в социальных '
             'сетях, на форумах или других онлайн-платформах.\n',
      'аккорд': 'может означать согласие или гармонию; в музыке — сочетание '
                'нескольких звуков.\n',
      'актуалочка': 'что-то актуальное, современное, трендовое.\n',
      'алгеброид': 'студенческая шутка, связанная с алгеброй; также может '
                   'обозначать несуразную или сложную задачу.\n',
      'алени': 'неумелые или неопытные игроки.\n',
      'алиенка': 'игривое или уменьшительное название для персонажа с некоторыми '
                 'чертами инопланетянина, может использоваться в шутливом '
                 'контексте.\n',
      'алкоголик': 'человек с зависимостью от алкоголя; также может использоваться '
                   'в шутливом контексте.\n',
      'альпина': 'персонаж или предмет, связанный с высокой горной или '
                 'альпинистской тематикой в игре.\n',
      'альт': 'это молодежная субкультура, представители которой используют костюмы '
              'и макияж, ведут себя экспрессивно и эксцентрично\n',
      'альтушка': 'это представительница субкультуры «альт».Cлово используют '
                  'пренебрежительно по отношению к девушкам, которые стараются '
                  'подчеркнуть, что они «не такие как все».\n',
      'альты': 'представители артхауса, обитающие в пределах ТикТока. Не стремятся '
               'на широкие экраны.\n',
      'аляска': 'холодное место (в переносном смысле — скучное)\n',
      'амбасадор': 'сленговое слово для обозначения человека, представляющего '
                   'организацию или личность, представляющий интересы в официальной '
                   'или непринужденной обстановке.\n',
      'амогус': 'у этих вирусных слов еще нет значения. Их используют, чтобы '
                'кого-то назвать или к кому-то обратиться.\n',
      'амуниция': 'вещи для тусовки\n',
      'аналитика': 'процесс анализа данных, особенно в учебной и профессиональной '
                   'среде.\n',
      'андеграунд': 'происходит от английского “underground” (и речь совсем не о '
                    'метро, а о подполье, чем-то нелегальном). Этим словом '
                    'обозначают нечто идущее вразрез с классической культурой\n',
      'андед': 'нежить, часто встречающаяся в играх и фэнтези, относится к '
               'сущностям, которые когда-то были живыми, но теперь мертвы.\n',
      'андроид': 'операционная система для мобильных устройств от Google.\n',
      'аниме': 'Японские мультики\n',
      'анлим': 'безлимитный тариф на интернет или мобильную связь.\n',
      'антик': 'возможно, сокращение от "антиквариат" или слово, связанное с '
               'античным искусством и предметами.\n',
      'антикнопка': 'вопрос брейновский , очевидный ответ на который правильным не '
                    'является.\n',
      'антифан': 'человек, который активно противится или проявляет неприязнь к '
                 'чему-либо; антипод фаната.\n',
      'антихайп': 'движение против всего популярного, модного, мейнстрима\n',
      'антихэд': 'термин, означающий сопротивление противникам, известным за свои '
                 'хедшоты или специальные навыки.\n',
      'анусова': 'ироничное или шутливое имя, возможно, используется для '
                 'обозначения какого-либо специфического образа или стереотипа.\n',
      'аоаоаоа': 'бессмысленный звук или звуковая комбинация, используемая для '
                 'выражения эмоций или шутливого настроения.\n',
      'апатия': 'состояние безразличия\n',
      'апать': 'подниматься в звании или улучшать что-то.\n',
      'апгаживать': 'поднимать что-то на новый уровень, улучшать; может также '
                    'означать критику или оскорбление.\n',
      'апгрейд': 'улучшение или обновление чего-либо, аналогично абгрейду.\n',
      'апгрейдить': 'процесс улучшения или обновления.\n',
      'апгрейт': 'неформальное написание слова "апгрейд".\n',
      'апдейт': 'обновление программного обеспечения или системы.\n',
      'апель': 'то же, что апелляция.\n',
      'апнуть': 'поднять что-то (например, пост в соцсетях) выше в ленте '
                'новостей.\n',
      'аппендицит': 'медицинский термин, но может использоваться в шутливом '
                    'контексте для обозначения чего-то ненужного или мешающего.\n',
      'апргейд': 'еще одно неформальное написание "апгрейда".\n',
      'апрувить': 'согласовывать и утверждать документ, от английского «to '
                  'approve».\n',
      'арбузер': 'человек, который много ест или любит арбузы; также может означать '
                 'человека с большой фигурой.\n',
      'аркада': 'жанр видеоигр, основанный на простом управлении и быстром игровом '
                'процессе.\n',
      'архиватор': 'программа для сжатия файлов; также может означать человека, '
                   'который собирает и хранит информацию.\n',
      'асап': 'как можно быстрее, при первой возможности. Пошло от устойчивого '
              'выражения as soon as possible. Звучит как команда и ясно даёт '
              'понять, что информация нужна срочно.\n',
      'асм': 'сокращение от "ассемблер", языка программирования низкого уровня.\n',
      'аспирин': 'лекарственное средство; может использоваться в шутливом контексте '
                 'для обозначения чего-то успокаивающего.\n',
      'ассемблер': 'язык программирования низкого уровня, близкий к машинному '
                   'коду.\n',
      'аська': 'устаревший мессенджер ICQ; может использоваться для обозначения '
               'общения в интернете.\n',
      'атева': 'вероятно, слово, обозначающее "атев" или "атрибут", возможен '
               'контекст, связанный с модой или культурой.\n',
      'аттач': 'вложение (файл), отправляемое вместе с сообщением.\n',
      'аул': 'учебное заведение, часто относится к институтам или вузам, '
             'расположенным в отдалённых местах.\n',
      'аут': 'выход из игры или ситуации; также может означать состояние усталости '
             'или депрессии.\n',
      'аутглюк': 'сбой или ошибка в работе программы или системы.\n',
      'аутлук': 'почтовый клиент и личный информационный менеджер от Microsoft.\n',
      'ауф': 'альтернатива «вау» и «ух ты».\n',
      'афаик': 'сокращение от "as far as I know" (насколько я знаю); используется в '
               'переписке.\n',
      'афк': '"Away From Keyboard", обозначает, что игрок находится вне игры или не '
             'взаимодействует с ней.\n',
      'афоня': 'имя, которое может обозначать комичного персонажа, возможно, из '
               'русской культуры.\n',
      'афтер': 'сокращение от "after", может использоваться для обозначения '
               'последующих действий или этапов.\n',
      'ачивка': 'достижение при выполнении заданий, за которое выдают призы, '
                'бонусы.\n',
      'ашалеть': 'ничего себе, синоним слову обалдеть.\n',
      'аэмдэшник': 'человек, работающий с системами AMD или использующий их '
                   'продукты.\n',
      'б/п': '"без проблем", часто используется для подтверждения или согласия.\n',
      'бабабой': 'непринужденное, смешное слово, используемое для обозначения '
                 'чего-либо или кого-либо, скорее всего, смешного или милого.\n',
      'бабки': 'деньги\n',
      'баг': 'ошибка или дефект в программном обеспечении.\n',
      'бага': 'разговорное название бага; может также использоваться для '
              'обозначения проблемы в системе.\n',
      'багет': 'длинный человек \n',
      'база': 'Что-то очевидное. Несложное\n',
      'базар': 'разговор, обсуждение\n',
      'байтить': 'провоцировать, приманивать. Есть и второе значение (в музыке и '
                 'искусстве) – копировать, плагиатить.\n',
      'баклан': 'человек, который сильно выделяется среди остальных (обычно по '
                'негативным причинам), часто неумелый или неуспешный.\n',
      'балбеска': 'неумелый или глупый пользователь; человек, который не '
                  'разбирается в технологии.\n',
      'балду пинаю': 'состояние, когда студент ничего не делает, "балдеет".\n',
      'бан': 'закрытыть доступ\n',
      'банан': 'груша, неудачник или бесполезный человек.\n',
      'банда': 'группа друзей\n',
      'бандерлок': 'возможно, жаргонное слово для обозначения стиля или образа, '
                   'связанного с бандитами или хулиганами.\n',
      'бандо': 'может означать группу людей, действующих вместе, или относится к '
               'стилю уличной культуры.\n',
      'банихоп': 'техника передвижения, состоящая из прыжков, которая позволяет '
                 'быстро перемещаться в играх.\n',
      'банки': 'сленговое обозначение для денег или финансовых ресурсов.\n',
      'барабеки': 'вымышленное слово, вероятно, относящееся к милым или комичным '
                  'персонажам.\n',
      'барахло': 'ненужные вещи\n',
      'барбос': 'персонаж, часто используемый в фанфиках как комический элемент или '
                '"туповатый" друг.\n',
      'барна': 'жаргонное слово, возможно, связанное с местом встречи или кем-то, '
               'кто любознателен.\n',
      'барсик': 'неформальное название для компьютера или устройства, может '
                'использоваться как шутка.\n',
      'бархатные тяги': 'обувь (чаще необычного или странного вида).\n',
      'бат': 'команда, используемая в командной строке для выполнения скриптов или '
             'программ.\n',
      'батан': 'студент, который очень увлечён учёбой или наукой.\n',
      'батанить': 'заниматься учёбой или научной деятельностью с усердием.\n',
      'батнига': 'ранее существовавшее название факультета или учебного '
                 'направления, ставшее предметом шуток.\n',
      'батник': 'файл с расширением .bat, содержащий команды для выполнения в '
                'Windows.\n',
      'батониться': 'валяться дома на диване, ничем не заниматься, лениво и '
                    'расслабленно отдыхать.\n',
      'батоны': 'большие объемы данных или файлов; может также означать много задач '
                'одновременно.\n',
      'баф': 'временное улучшение характеристик персонажа или команды.\n',
      'бафать': 'процесс применения бафа, чтобы усилить способности персонажа.\n',
      'бафер': 'персонаж или класс, отвечающий за применение бафов на своих '
               'союзников.\n',
      'бафф': 'улучшение, которое увеличивает характеристики игрока.\n',
      'баштеркин': 'игривое название для маленького или забавного объекта, '
                   'возможно, используется для описания ребенка или питомца.\n',
      'баян': 'старевший вопрос\n',
      'бебра': 'ироничное обозначение для толстого или неуклюжего человека или '
               'объекта, также может относиться к чему-то милому.\n',
      'бегать по кругу': 'делать одно и то же без результата \n',
      'бегунок': 'студент, который постоянно убегает с занятий или экзаменов.\n',
      'бедняк': 'человек с низким доходом\n',
      'без б': 'без проблем.\n',
      'безбхохо': 'слово, вероятно, используемое в юмористическом контексте, '
                  'возможно, имеющее смысл "без проблем" или "без заморочек".\n',
      'безголовый': 'термин для обозначения сервера или приложения, работающего без '
                    'графического интерфейса.\n',
      'беззубик расправляет крылья': 'фраза, возможно, отсылка к персонажу из '
                                     'популярной культуры (например, из "Как '
                                     'приручить дракона"), описывающая свободное '
                                     'движение или радость.\n',
      'безумно можно быть первым': 'что-то абсурдное, не несущее никакого смысла. '
                                   'Обычно фраза добавляется после таких абсурдных '
                                   'высказываний.\n',
      'бей': 'сленговое слово, возможно, используемое для обозначения удара или '
             'действия.\n',
      'белая сборка': 'версия программного обеспечения, которая не содержит ошибок '
                      'и полностью функциональна.\n',
      'белый': 'термин, обозначающий легальный или легитимный контент; может также '
               'относиться к хакерам, работающим на стороне закона.\n',
      'белый шум': 'изредка используемое название для метода сбивания с толку '
                   'других команд, который заключается в намеренно громком '
                   'распространении во время минуты обсуждения неправильных '
                   'версий.\n',
      'беседка': 'место для общения между игроками.\n',
      'беско': 'может быть жаргонным обозначением для дружелюбного или '
               'непоседливого человека.\n',
      'беспредел': 'хаос, отсутствие правил \n',
      'бести': 'Лучшая подруга.\n',
      'бесячая': 'слово, описывающее что-то раздражающее или отвлекающее, например, '
                 'поведение человека.\n',
      'бета': 'предварительная версия программного обеспечения, доступная для '
              'тестирования пользователями.\n',
      'бзбз': 'междометие, обычно используемое для обозначения ненадолгой паузы или '
              'простоя в общении.\n',
      'бздуны': 'шутливое название для людей, которые постоянно жалуются на '
                'проблемы с техникой.\n',
      'бзик': 'небольшая ошибка или недочет в коде; может также означать странное '
              'поведение программы.\n',
      'библия': 'толстая книга, академическая работа, методичка или учебник.\n',
      'бижа': 'термин, используемый для обозначения продукта, предмета или существа '
              'в игре.\n',
      'билаз': 'разговорное название для персонажа, который является "бесполезным" '
               'в сюжете; часто используется для комических эффектов.\n',
      'билдить': 'процесс сборки программного обеспечения из исходного кода.\n',
      'билл гейтс против поно́сова': 'шутливое или ироничное сопоставление двух '
                                     'противостоящих персонажей или фигур.\n',
      'биллдип': "пара персонажей из различных fandom'ов; может использоваться как "
                 'шутка о их взаимодействии.\n',
      'биос': 'базовая система ввода-вывода; прошивка, отвечающая за начальную '
              'загрузку компьютера.\n',
      'бипер': 'устройство для передачи коротких сообщений; может также означать '
               'старый мобильный телефон.\n',
      'бипки': 'игривое слово, возможно, обозначающее милую или смешную деталь, '
               'используемую для комедийного эффекта.\n',
      'бир': 'может означать "пиво" или "барак\n',
      'бисектрисса': 'фигура, человек, который пытается угодить всем и каждому (от '
                     'слова "бизек" в геометрии).\n',
      'битва': 'конкуренция, борьба\n',
      'битый': 'файл или сектор на диске, который поврежден и не может быть '
               'прочитан.\n',
      'блант': 'тип курительной смеси, основанный на табаке, иногда упоминается в '
               'контексте киберкультуры.\n',
      'ближка': 'оружие, предназначенное для ведения ближнего боя.\n',
      'блуперсы': 'видеоролики, в которые вошли нелепые и смешные кадры со съемок '
                  'фильма или других роликов.\n',
      'блюпуп': 'шутливое название Bluetooth; используется для обозначения '
                'беспроводной технологии передачи данных.\n',
      'блюрей': 'формат оптических дисков, предназначенный для хранения видео '
                'высокой четкости.\n',
      'блютофон': 'неформальное название устройства с поддержкой Bluetooth; может '
                  'использоваться как шутка.\n',
      'блютуз': 'технология беспроводной передачи данных на короткие расстояния '
                'между устройствами.\n',
      'блядофон': 'разговорное название для некачественного или ненадежного '
                  'телефона.\n',
      'бнопня': 'вопрос ЧГК, который по сложности конструкции и восприятия для '
                'команд сопоставим с вопросом интернетным.\n',
      'бобайки': 'шутливое название для персонажей, которые ведут себя глупо или '
                 'неуклюже; часто используются для создания комических ситуаций.\n',
      'бобрячить': 'работать усердно или старательно; может также означать '
                   'заниматься рутинной работой.\n',
      'бодишейминг': 'осуждение или критика внешности или фигуры человека.\n',
      'болванка': 'пустой диск или флешка, на которую можно записать данные.\n',
      'болтовка': 'вид огнестрельного оружия, часто используемого в '
                  'военно-тактических играх.\n',
      'бомбежка': 'критика, негативные отзывы \n',
      'бомбит': 'Бесит, вызывает раздражение и напряжение\n',
      'бомбить': 'злиться, раздражаться\n',
      'борзины хряпнул': 'фраза, означающая резко и неожиданно получать '
                         'неприятности или наказание.\n',
      'босс кфс': 'парень нестандартного полного телосложения.\n',
      'босс художки': 'Человек, который пытается выделиться за счет нетипичного '
                      'внешнего вида, неформал.\n',
      'бот': 'автоматизированная программа\n',
      'бот – в общении и соцсетях': 'человек, который оставляет комментарии в '
                                    'социальных сетях за деньги.\n',
      'бот-сети': 'сеть зараженных компьютеров (ботнет), управляемых '
                  'злоумышленником для проведения атак.\n',
      'боталка': 'место, где слишком усердные студенты могут "ботанить".\n',
      'ботан': 'студент, который мало уделяет времени развлечениям и сосредоточен '
               'на учёбе.\n',
      'ботаник': 'тот же ботан, но чаще с акцентом на научное познание.\n',
      'ботанировать': 'активно заниматься учёбой и научными исследованиями.\n',
      'ботанить': 'интенсивно учиться или повторять материал.\n',
      'ботать': 'усердно и напряжённо учить, зубрить. Несложно догадаться, что '
                'ботают — ботаники. «Да ты весь учебный год ботал, не волнуйся, '
                'сдашь ЕГЭ на высший балл».\n',
      'ботвиник': 'несоответствующий реалиям человек, который судит по внешним '
                  'признакам.\n',
      'ботоник': 'такое же обозначение, как и ботан, чаще всего с добавлением '
                 'шутливого оттенка.\n',
      'боттом': 'нижняя или самая низкая позиция в игре или иерархии.\n',
      'брага': 'часто используется в контексте некоторых игр, как сокращение для '
               '"братва", может также означать групповое действие.\n',
      'брать быка за рога': 'решительно действовать \n',
      'брать на слабо': 'провоцировать человека на действие\n',
      'браузер': 'программа для доступа и просмотра веб-страниц в интернете.\n',
      'брегло': 'возможно, сокращение или игра слов, связанная с брегом (берег), '
                'редко используется в языке.\n',
      'бро': 'неформальное обращение к другу.\n',
      'бродилка': 'игра или игровая механика, в которой акцент делается на '
                  'исследование и взаимодействие с окружающим миром.\n',
      'брок бой': 'фраза, используемая в контексте боя или конфликта, часто в играх '
                  'или спортивных событиях.\n',
      'броник': 'защитная жилетка (в переносном смысле — защита от критики)\n',
      'бросать на произвол судьбы': 'оставлять без поддержки\n',
      'бросать слова на ветер': 'говорить без серьезных намерений\n',
      'бросить вызов судьбе': 'рискнуть и попробовать что-то новое\n',
      'бросить камень в огород': 'сделать намек на недостатки другого человека\n',
      'броук': 'на молодежном сленге обозначает человека, которого раньше, не '
               'стесняясь, назвали бы “нищебродом”, то есть не очень '
               'обеспеченного.\n',
      'броуновское движение': 'хаос, беспорядок\n',
      'брут-форс': 'метод взлома паролей путем перебора всех возможных '
                   'комбинаций.\n',
      'брынза': 'тип сыра, но в сленге может означать что-то некачественное или '
                'смешное.\n',
      'брякпойнт': 'точка останова в отладчике, где выполнение программы '
                   'приостанавливается для анализа состояния.\n',
      'бсод': '"синий экран смерти"; ошибка системы Windows, указывающая на '
              'критическую проблему.\n',
      'буе': 'возможно искаженное слово, может использоваться в качестве '
             'интерьекционного выражения.\n',
      'бузова': 'ссылка на популярную личность, может использоваться в шутливом или '
                'саркастическом контексте.\n',
      'бук': 'сокращение от "буклет"; может означать документацию или руководство '
             'пользователя.\n',
      'букварь': 'книга для начинающих, начальная информация о каком-либо '
                 'предмете.\n',
      'булить': 'издеваться или травить кого-либо.\n',
      'буллинг': 'травля, от английского bullying (издевательство).\n',
      'бумер': 'представитель старшего поколения либо человек, не разбирающийся в '
               'трендах.\n',
      'бумеры': 'насмешливое обозначение людей старшего поколения.\n',
      'бурса': 'учебное заведение, распространённое в некоторых странах, часто '
               'связанное с религиозным обучением.\n',
      'бурульки': 'небольшие сосульки, но в сленговом контексте могут относиться к '
                  'чему-то очаровательному или милому.\n',
      'бустить': 'из геймерской среды. Поначалу, это было искусственное повышение '
                 'уровня персонажа, теперь, в реальной жизни, означает прокачку '
                 'навыков и скиллов.\n',
      'бутить': 'процесс загрузки операционной системы с носителя (например, '
                'USB).\n',
      'бутлуп': 'ситуация, когда компьютер застревает в цикле загрузки и не может '
                'завершить процесс загрузки.\n',
      'бутовый вирус': 'вирус, способный заразить загрузочный сектор диска и '
                       'препятствовать нормальной загрузке системы.\n',
      'бушня': 'термин для обозначения насекомых или нежелательных элементов в '
               'игре.\n',
      'бфф': '"best friends forever" (вечные лучшие друзья), используется для '
             'обозначения близкой дружбы.\n',
      'быдлокодер': 'программист, пишущий неаккуратный и неэффективный код; часто '
                    'не соблюдает стандарты кодирования.\n',
      'быть в минусе': 'в «Своей игре » — иметь отрицательное количество очков.\n',
      'бьюрифул': 'искаженное "beautiful" (красивый), часто используется в '
                  'молодежной среде.\n',
      'бэд-сектор': 'поврежденная область на жестком диске, которая не может быть '
                    'использована для хранения данных.\n',
      'бэкапить': 'создавать резервные копии данных для защиты от потерь.\n',
      'бэквард': 'движение назад или в сторону, противоположной основному '
                 'направлению.\n',
      'бэнгер': 'Музыкальный суперхит\n',
      'в танке': 'состояние, когда программа или система зависает и не реагирует на '
                 'действия пользователя.\n',
      'вайб': 'атмосфера, настроение.\n',
      'вайп': 'полное уничтожение либо команды, либо всех игроков, обычно в '
              'контексте игровой сессии.\n',
      'вантуз': 'устройство для очистки каналов; может использоваться метафорически '
                'для обозначения решения проблемы с зависанием системы.\n',
      'вантузятник': 'специалист по устранению неполадок; человек, который '
                     '"вычищает" проблемы в системе.\n',
      'ваншот': 'убить противника одним выстрелом или атакой.\n',
      'вар': 'война или конфликт между двумя или более сторонами в контексте '
             'игры.\n',
      'варды': 'специальные объекты, используемые для разведки и контроля '
               'территории в игре.\n',
      'варез': 'нелегально скопированное программное обеспечение или контент; '
               'пиратская версия программы.\n',
      'варик': 'уменьшительное от "вариант", используемое для обозначения различных '
               'подходов или стратегий в игре.\n',
      'варкаут': 'тренировка на улице или в парке, силовая нагрузка с '
                 'использованием собственного веса.\n',
      'варкрафт': 'относится к серии игр "Warcraft"; также название популярной '
                  'стратегии в реальном времени.\n',
      'варчик': 'уменьшительное от "вар", используется для разговорной речи.\n',
      'васик': 'разговорное название для пользователя Windows Vista; может '
               'использоваться как шутка о старой версии ОС.\n',
      'вафля': 'термин для обозначения Wi-Fi сети; может также означать '
               'нестабильное соединение с интернетом.\n',
      'вброс': 'ложная информация, слух\n',
      'вга': 'Video Graphics Array; стандарт разрешения экрана и графики.\n',
      'вджобывать': 'работать очень усердно, вкалывать.\n',
      'вдолбануться': 'сильно удариться или почувствовать шок от чего-то '
                      'неожиданного.\n',
      'вдохновение от природы': 'черпать идеи из окружающего мира \n',
      'вдохновение приходит': 'идеи приходят неожиданно\n',
      'вдохновение — это искра': 'идея приходит неожиданно \n',
      'вдохновляться': 'черпать вдохновение из чего-то \n',
      'вебка': 'веб-камера; устройство для видеозвонков и записи видео через '
               'интернет.\n',
      'вебм': 'формат видеофайлов с высоким качеством сжатия; используется для '
              'потоковой передачи видео в интернете.\n',
      'вебтеррор': 'терроризирование пользователей в интернете, часто оставляет '
                   'негативное впечатление.\n',
      'ведмедев': 'искаженное имя, возможно, шутка о человеке с фамилией Медведев '
                  'или схожими чертами.\n',
      'ведро': 'устаревший или медленный компьютер; шутливое название устройства с '
               'низкой производительностью.\n',
      'ведровод': 'разговорное обозначение для людей, работающих в транспортной '
                  'сфере, особенно водителей.\n',
      'ведроид': 'разговорное название устройства на Android; может использоваться '
                 'как шутка о мобильных телефонах на этой платформе.\n',
      'ведьмак': 'персонаж из фэнтезийной литературы и игр, охотник на чудовищ и '
                 'оборотней.\n',
      'вендор': 'торговец или NPC, который предлагает различные товары и услуги '
                'игрокам.\n',
      'веник': 'термин для обозначения старого или устаревшего устройства; может '
               'также означать неэффективное решение проблемы.\n',
      'версута': 'фраза, используемая для обозначения активного участия в игровом '
                 'процессе, основанная на контексте.\n',
      'вершок': 'небольшое количество данных или информации; может использоваться '
                'метафорически для обозначения объема работы.\n',
      'вешаться': 'состояние зависания программы или системы; когда приложение '
                  'перестает реагировать на действия пользователя.\n',
      'вжикалка': 'устройство для быстрой передачи данных; может использоваться как '
                  'шутливое название USB-накопителя.\n',
      'вжук': 'может быть использовано для обозначения звука или действия, '
              'связанного с быстрым движением.\n',
      'взлет': 'успех, достижение\n',
      'взлететь на крыльях любви': 'влюбиться \n',
      'взлететь на крыльях успеха': 'достичь значительных высот\n',
      'взорванный': 'кто-то или что-то, что сильно испортилось или стало '
                    '"взорванным" в переносном смысле.\n',
      'взрыв': 'сильные эмоции, впечатление\n',
      'взять быка за рога': 'решительно подойти к проблеме\n',
      'взять вопрос': 'дать правильный ответ на вопрос.\n',
      'взять на заметку': 'запомнить что-то важное\n',
      'виддер': 'человек, занимающийся созданием видеоконтента; может также '
                'означать пользователя видеоплатформы (например, YouTube).\n',
      'виджет': 'небольшой элемент интерфейса пользователя, который выполняет '
                'определенные функции (например, виджет погоды).\n',
      'видюха': 'разговорное название видеокарты; компонент компьютера, отвечающий '
                'за графику и визуализацию.\n',
      'видяха': 'аналогично "видюха"; разговорное название видеокарты или '
                'графического адаптера\n',
      'визивиг': 'WYSIWYG (What You See Is What You Get); редактор, показывающий '
                 'конечный результат редактирования в реальном времени.\n',
      'вилзигс': 'возможно, вымышленное слово или игровое название.\n',
      'винда': 'разговорное название операционной системы Windows от Microsoft.\n',
      'виндузятник': 'пользователь Windows; человек, активно использующий эту '
                     'операционную систему.\n',
      'винды': 'множественное число от "винда"; разговорное название разных версий '
               'Windows.\n',
      'винишко тян': 'выражение, обозначающее девушку, которая любит пить вино.\n',
      'винрарный': 'файл, сжатый с помощью программы WinRAR; может также означать '
                   'архивный файл формата .rar.\n',
      'винт': 'жесткий диск (HDD) или твердотельный накопитель (SSD); устройство '
              'для хранения данных в компьютере.\n',
      'винтукей': 'разговорное название Windows 10; иногда используется как шутка о '
                  'новой версии ОС.\n',
      'вирь': 'вирусное программное обеспечение, которое наносит вред компьютеру '
              'или сети.\n',
      'виснуть': 'состояние, когда программа или система перестает реагировать на '
                 'действия пользователя; зависание системы.\n',
      'вифи': 'разговорное название Wi-Fi; беспроводная сеть для доступа к '
              'интернету.\n',
      'вихоупы': 'поклонники определённой пары персонажей; могут создавать фанфики '
                 'об их отношениях.\n',
      'вкатило': 'когда что-то понравилось или зашло, возникло удовольствие или '
                 'интерес.\n',
      'вкатить': 'понравиться, зайти\n',
      'включить режим': 'перейти к активным действиям\n',
      'вкрашиться': 'закрасить или изменить что-либо, часто в контексте '
                    'внешности.\n',
      'вливать реал': 'тратить реальные деньги на виртуальные товары или услуги в '
                      'игре.\n',
      'влоггер': 'человек, который ведет видеоблог (влог) и делится своими мыслями '
                 'и событиями.\n',
      'вмзшник': 'игрок, который активно использует «вмз» – внешний мод или чит для '
                 'улучшения своих результатов в игре.\n',
      'вна2ре': 'возможно, вымышленное слово или игра слов.\n',
      'вовер': 'фраза, означающая "выгнать" или "изгнать" кого-то из игры или '
               'команды.\n',
      'вовка': 'уменьшительное или фамильярное обращение к человеку по имени '
               'Владимир.\n',
      'вод': 'сокращение от слова "водка" или может использоваться в контексте '
             'водных игр.\n',
      'война': 'соревновательный дух среди студентов, когда идет борьба за '
               'оценки.\n',
      'войс': 'голосовое сообщение или звонок через интернет (например, VoIP).\n',
      'войсить': 'говорить по телефону или через интернет, использовать голосовую '
                 'связь.\n',
      'волшебник': 'персонаж в играх, использующий магию для атаки или защиты.\n',
      'вопрос гробовой': 'то же, что и гроб.\n',
      'вопрос неспростой': 'вопрос, требующий более редких знаний, чем обычно, '
                           'часто со сложным пуантом.\n',
      'ворд': 'текстовый процессор Microsoft Word; программа для создания и '
              'редактирования текстовых документов.\n',
      'воркут': 'может быть связано с местом или игрой, иногда используется для '
                'обозначения кого-то, кто вышел за пределы контроля.\n',
      'ворм': 'вид вредоносного ПО, которое самостоятельно распространяется через '
              'сети и системы без вмешательства пользователя.\n',
      'ворожея': 'персонаж, обладающий способностями предсказания или магическими '
                 'навыками.\n',
      'восап': 'приветствие, производное от "What\'s up?" (Что нового?).\n',
      'восень': 'искаженное "осень", может использоваться в шутливом контексте.\n',
      'вотсап': 'искаженное "What\'s up?", также приветствие.\n',
      'воук': 'это «прогрессивный». \n',
      'вп': 'сокращение "вперед", может употребляться в играх или спортивных '
            'мероприятиях.\n',
      'впереди планеты всей': 'быть на шаг впереди других \n',
      'вписка': 'вечеринка на чьей-то квартире, которая плавно перетекает в '
                'ночевку.\n',
      'впн': 'виртуальная частная сеть; технология, обеспечивающая защищенное '
             'соединение через интернет.\n',
      'впш': 'вероятно, сленг, связанный с игрой или направлением.\n',
      'второкуры': 'студенты второго курса или те, кто не дотягивает до первых.\n',
      'втюриться': 'влюбится,симпатизировать особе противоположного пола.\n',
      'выворачивание': 'прием редактирования, когда ответ исходного варианта '
                       'вопроса ставится в текст, а в качестве ответа требуется '
                       'часть исходного текста.\n',
      'выкидыш': 'ошибка в программе или проекте, который был отменен или не '
                 'завершен успешно.\n',
      'вынь': 'команда для извлечения устройства из системы (например, флешки); '
              'может также использоваться как шутка о необходимости отключения '
              'устройства перед его извлечением.\n',
      'выпендрёжницы': 'люди, которые стараются выделиться, показывая себя как '
                       '«крутых» или особенных.\n',
      'выпилится': 'уйти на отдых или в состояние опьянения.\n',
      'выход тремя пальцами': 'комбинация клавиш Ctrl + Alt + Delete для вызова '
                              'диспетчера задач в Windows при зависании системы.\n',
      'вычмат': 'сокращение от "вычислительная математика", часто используется для '
                'обозначения дисциплины, связанной с расчетами.\n',
      'вышка': 'сокращение от "высшее учебное заведение".\n',
      'вышмат': 'сокращение от "высшая математика".\n',
      'габана': 'может относиться к дорогим вещам или модным аксессуарам.\n',
      'гавлат': 'персонаж, который постоянно спорит с другими; может использоваться '
                'как антагонист в сюжете.\n',
      'гадалкинг': 'пренебрежительное обозначение консалтинга. Термин возник ввиду '
                   'избыточной настойчивости консалтинговых компаний в предложении '
                   'своих услуг.\n',
      'гаджет': 'небольшое устройство или приложение с определенными функциями; '
                'часто используется для улучшения пользовательского опыта.\n',
      'гаджетоманьяк': 'человек, увлечённый гаджетами \n',
      'гадость': 'что-то неприятное\n',
      'галка': 'разговорное название какого-либо персонажа, часто обозначающее '
               'хитрого или ловкого игрока.\n',
      'галя': 'уменьшительное имя-глагол для женщины по имени Галина.\n',
      'галёрка': 'место, где студенты проводят время, обычно во время пар, как '
                 'место ожидания или отдыха.\n',
      'гамназист': 'шутливое обозначение для студентов гимназий, с намёком на их '
                   'серьёзность.\n',
      'гангать': 'совершать «ганг» – нападение на противника с нескольких сторон.\n',
      'ганк': 'тактика в играх, заключающаяся в неожиданной атаке на врага группой '
              'персонажей.\n',
      'ганкать': 'осуществлять атакующие действия по «ганку».\n',
      'ганюб': 'может использоваться в качестве оскорбления или для обозначения '
               'негативных качеств.\n',
      'гардаш': 'может быть вымышленным именем или псевдонимом.\n',
      'гачимучи': 'термин, связанный с определённой субкультурой или жанром видео с '
                  'элементами комедии.\n',
      'гачист': 'фанаты или участники гачимучи-культуры.\n',
      'гвоздодёр': 'персонаж, который способен решать проблемы нестандартными '
                   'способами; часто используется для обозначения "механиков" в '
                   'сюжетах.\n',
      'ггвп': 'аббревиатура, обозначающая "гуд гейм, воу по" (хорошая игра, вот это '
              'да) – фраза для признания хорошего игрового опыта.\n',
      'геблык': 'оскорбительное обозначение для неуча или неумехи.\n',
      'гегешечка': 'ласковое или шутливое обращение к многоплоскостной игре, обычно '
                   'в контексте шуток.\n',
      'геймбот': 'персонаж или программа, управляемая искусственным интеллектом для '
                 'автоматизации действий в игре.\n',
      'геймер': 'человек, увлечённый видеоиграми\n',
      'гейропа': 'слово-игра, обозначающая Европу в контексте обсуждений о '
                 'ЛГБТ-тематике.\n',
      'гектар': 'термин, используемый в контексте измерения площади данных или '
                'объема информации (неформально).\n',
      'гена': 'генеральный директор. Простое, понятное слово выбрано для '
              'обозначения главного человека в компании. Мнение Гены — закон. Никто '
              'не хочет разозлить Гену. И неважно, что по паспорту директор '
              'Виссарион Григорьевич, для коллег он был, есть и будет — Гена.\n',
      'гендзюцу': 'концепция из аниме, связанная с магией и стратегией, часто '
                  'используемая в игровых контекстах.\n',
      'генту': 'Gentoo Linux; дистрибутив Linux, известный своей гибкостью и '
               'возможностью настройки под конкретные нужды пользователя.\n',
      'гер': 'сокращение от «герой» – главный персонаж в игре.\n',
      'гигачад': 'это интернет-мем, представляющий гипертрофированный брутальный '
                 'образ «идеального мужчины».\n',
      'гик': 'человек, увлеченный технологиями и компьютерами; часто разбирается в '
             'IT и программировании лучше других.\n',
      'гилттриппить': 'Сознательные попытки вызвать чувство вины для достижения '
                      'своих целей.\n',
      'гипертекст': 'текстовая информация с ссылками на другие документы или '
                    'ресурсы в интернете; основа работы веба и HTML-документов.\n',
      'гкам': 'разговорное название Google Chrome; браузер от Google, популярный '
              'среди пользователей интернета.\n',
      'глобус': 'предмет, олицетворяющий глобальное или комплексное образование.\n',
      'глоу-ап': 'означает резкое и заметное улучшение внешности, стиля или '
                 'состояния человека.\n',
      'глхф': 'сокращение от "good luck, have fun" – пожелание удачи и хорошей '
              'игры.\n',
      'глэк': 'характеризует людей из жизни – недалеких, глупых, с подходящим '
              'выражением лица.\n',
      'глюкавый': 'термин для обозначения нестабильного или проблемного '
                  'программного обеспечения; программа с частыми сбоями или '
                  'ошибками.\n',
      'глючить': 'испытывать сбои или ошибки в работе программы или системы; '
                 'нестабильная работа ПО.\n',
      'гм': 'сокращение от «главный мастер» – человек, который управляет игрой и '
            'администрирует игровые процессы.\n',
      'гмыл': 'шутливое название человека, который много работает за компьютером и '
              'часто сталкивается с проблемами (от слова "гмыл").\n',
      'гнусмас': 'разговорное название Samsung Galaxy; может использоваться как '
                 'шутка о смартфонах этой марки.\n',
      'гнутый': 'термин для обозначения изогнутого экрана или устройства; может '
                'также означать нестандартные решения в дизайне интерфейса.\n',
      'го': 'давай, пойдём\n',
      'говорить без обиняков': 'говорить прямо, без намеков\n',
      'говорить без умолку': 'много говорить \n',
      'говорить за глаза': 'обсуждать кого-то без его ведома\n',
      'говорить от сердца': 'выражать свои истинные чувства \n',
      'говорить по существу': 'говорить только о главном\n',
      'говорить с глазу на глаз': 'общаться лицом к лицу\n',
      'говорун': 'болтун \n',
      'голдфармер': 'игрок, который зарабатывает внутриигровую валюту с целью её '
                    'продажи за реальные деньги.\n',
      'голубой зуб': 'шутливое название Bluetooth; используется для обозначения '
                     'беспроводной технологии передачи данных между устройствами.\n',
      'горбуха': 'устаревший термин для обозначения старого компьютера или '
                 'устройства с низкой производительностью (может использоваться как '
                 'шутка).\n',
      'горелые дрова': 'драйверы, которые стали устаревшими или несовместимыми с '
                       'новыми версиями ПО; могут вызывать проблемы в работе '
                       'устройств.\n',
      'гостевая': 'термин для обозначения гостевой учетной записи на компьютере или '
                  'системе; используется для временного доступа без прав '
                  'администратора.\n',
      'гостинг': 'это ситуация, в которой человек внезапно прекращает общение и '
                 'исчезает без объяснений.\n',
      'готовиться к буре': 'быть готовым к трудностям\n',
      'гоу': 'приглашение куда-то сходить или что-то сделать (от англ. to go).\n',
      'гошники': 'поклонники и авторы фанфиков по игре "Гарри Поттер", часто '
                 'обсуждают темы, связанные с магией и вселенной.\n',
      'гпу': 'графический процессор; компонент компьютера, отвечающий за обработку '
             'графики и изображений.\n',
      'грейдить': 'улучшать или обновлять программное обеспечение или оборудование '
                  'до более новой версии (например, "грейдить систему").\n',
      'грен': 'уменьшительное от "граната" – взрывное устройство в игре.\n',
      'грин-флаг': 'это положительный признак в отношениях или при общении, который '
                   'указывает на здоровое и взаимовыгодное поведение.\n',
      'гринфлаг': 'Положительные (green flag) и настораживающие (red flag) сигналы '
                  'в отношениях или поведении людей.\n',
      'гроб': 'шутливое обозначение для образа жизни, при котором студенту не '
              'хватает времени на отдых.\n',
      'грустняк': 'печаль, грусть\n',
      'грусть-печаль': 'чувство печали и тоски\n',
      'грызун': 'разговорное название компьютерной мыши; устройство ввода для '
                'управления курсором на экране.\n',
      'гумло': 'обозначение гуманитарных предметов, которые считаются менее '
               'сложными.\n',
      'гуру': 'эксперт в какой-то области\n',
      'гуёвый': 'негативная оценка качества программы или устройства; означает '
                'плохую производительность или множество ошибок в работе ПО.\n',
      'гят': '(от англ. «gyatt») — это сокращённое «oh my god». \n',
      'давить батоны': 'выполнять рутинные задачи с помощью клавиатуры (от слова '
                       '"батон" — клавиша).\n',
      'даггерщик': 'игрок, который использует даггеры – оружие с высокой скоростью '
                   'атаки в играх.\n',
      'дайлап': 'медленное соединение с интернетом через модем; устаревшая '
                'технология доступа к интернету по телефонным линиям.\n',
      'дамажить': 'наносить вред или урон противнику.\n',
      'данж': 'сокращение от «данжон» – подземелье или приключенческая локация в '
              'игре.\n',
      'даунгрейд': 'процесс отката программного обеспечения до более ранней версии '
                   'из-за проблем с новой версией.\n',
      'движ париж': 'активные действия, веселье, развлечения, тусовки.\n',
      'дд': 'сокращение от «дамаждил» или «дамаждой» – персонаж, основной задачей '
            'которого является нанесение урона.\n',
      'ддшник': 'игрок или персонаж, выделенный для выполнения роли ДД.\n',
      'де-даст': 'сокращение от "деадсток"; используется для обозначения устаревших '
                 'или забытых фанфиков.\n',
      'дебаф': 'статус отрицательного эффекта, который снижает способности '
               'персонажа.\n',
      'дебильник': 'уничижительное название для неудачных или трудных учебников.\n',
      'девайс': 'устройство или предмет, который играет важную роль в сюжете '
                'фанфика.\n',
      'дед инсайд': 'Грустный и мрачный человек.\n',
      'дей оф': 'самый простой отгул, от английского day off.\n',
      'делулу': 'это сокращение от английского delusional («бредовый»), означающая '
                'человека, который игнорирует реальность и живет в иллюзиях.\n',
      'денай': 'отказ от приема или подтверждения чего-либо – "отказать" или "не '
               'принять".\n',
      'денди': 'человек с хорошим стилем или вкусом, часто относится к игровому '
               'контексту.\n',
      'денсы': 'массовые движения персонажей в игре, обычно в контексте веселых или '
               'фановых действий.\n',
      'депрессия': 'состояние подавленности, часто используемое игроками в '
                   'контексте игрового процесса.\n',
      'держать в курсе': 'информировать о событиях\n',
      'держать в секрете': 'не разглашать информацию\n',
      'держать руку на пульсе': 'быть в курсе событий\n',
      'держать ухо востро': 'быть внимательным и осторожным\n',
      'держать язык за зубами': 'молчать о чем-то секретном\n',
      'держаться на плаву': 'сохранять стабильность в сложной ситуации\n',
      'дестры': 'класс или тип персонажей, наносящих значительный урон '
                'противникам.\n',
      'детский брейн': 'игра или конкурс, основанный на проверке знаний и эрудиции '
                       'детей.\n',
      'дефать': 'защищать определенную позицию или объект от атаки врагов.\n',
      'дефолт': 'не меняющаяся ситуация.\n',
      'дефузить': 'отключить активированное устройство/змагание, например, бомбу.\n',
      'дефьюзнуть плэнт': 'остановить взрывное устройство, прежде чем оно '
                          'сработает, обычно в контексте шутеров.\n',
      'джебби': 'сокращение от имени персонажа; может использоваться как шутка о '
                'его характере или поведении.\n',
      'джобиздан': 'работа сделана. Звучит как обзывательство, а по факту — рапорт '
                   'о выполнении задания. Образовано от job is done. Непосвящённых '
                   'смешит, посвящённые благоговеют, особенно если работа сделана '
                   'быстро и качественно.\n',
      'джонилин': "пара персонажей из разных fandom'ов; часто используется в "
                  'кроссоверах и романтических сюжетах.\n',
      'джотакак': 'термин, используемый для обозначения смешанных жанров в фанфиках '
                  '(например, драма + комедия).\n',
      'дигл': 'разговорное название пистолета Desert Eagle в играх.\n',
      'дизбаланс': 'состояние, когда в игре есть переполнение по сильным или слабым '
                   'персонажам.\n',
      'дизельный гавнюрь': 'шутливое выражение, обозначающее студента, который '
                           'медленно, но верно выполняет свои задачи, как дизель.\n',
      'дипломник': 'студент, который работает над своим дипломным проектом или '
                   'работой.\n',
      'директрисса': 'преподавательница, руководящая учебным процессом, чаще всего '
                     'в вузе.\n',
      'дирпопер': 'директор по персоналу. Большой человек в компании.\n',
      'дисс': 'оскорбительная композиция или унизительные речевые высказывания, '
              'часто используемые в рэпе или подобных стилях. \n',
      'диссер': 'сокращение от "диссертация", научная работа, которую пишут для '
                'получения учёной степени.\n',
      'дифенс': 'термин, используемый для обозначения защитных механизмов или '
                'заклинаний в фанфиках о магии.\n',
      'дифуры': 'дифференциальные уравнения, математические уравнения, связывающие '
                'функции и их производные.\n',
      'дичь': 'что-то странное или нелепое\n',
      'дк': 'сокращение от «долго-класс» – класс персонажа, играющего в игре на '
            'протяжении длительного времени.\n',
      'длина': 'количество слов или страниц в фанфике; может использоваться для '
               'оценки объема работы.\n',
      'днища': 'сильное ироническое обозначение неудачной игры или плохого '
               'результата.\n',
      'дноклы': 'одноклассники.\n',
      'долгаш': 'игрок или персонаж, который часто пренебрегает игрой или '
                'обязательствами.\n',
      'долгожданный момент': 'событие, которого долго ждали \n',
      'долгожитель': 'кто-то долго живущий в одном месте \n',
      'дон': 'игрок, который тратит значительные суммы денег в игре для получения '
             'преимуществ.\n',
      'донат': 'пожертвовать, от английского donate (пожертвование). Означает '
               'пополнение своего мобильного счёта, оплату подписки на какой-то '
               'сервис, покупку чего-либо в компьютерных играх.\n',
      'допка': 'дополнительное занятие или работа, которая не входит в основную '
               'программу.\n',
      'допса': 'неформальное название дополнительной сессии или экзамена, который '
               'необходимо пройти.\n',
      'достучаться до сердца': 'вызвать эмоциональный отклик\n',
      'досуг': 'свободное время\n',
      'дота': 'сокращение от "Defense of the Ancients" – модификация для Warcraft '
              'III, ставшая основой для жанра MOBA.\n',
      'дота2': 'вторая часть "Доты", самостоятельная игра, которой играют '
               'соревновательно по всему миру.\n',
      'дотер': 'игрок, который активно участвует в играх жанра MOBA, особенно в '
               'Доте.\n',
      'драмиона': 'популярная пара из "Гарри Поттера"; сочетание Драко Малфоя и '
                  'Гермионы Грейнджер в фанфиках.\n',
      'дроп': 'прекращение работы над фанфиком или отказ от продолжения написания '
              'истории.\n',
      'дружище': 'близкий друг\n',
      'друзья по несчастью': 'близкие друзья в трудные времена \n',
      'думер': 'Мрачный пессимист молодого возраста\n',
      'дуст': 'персонаж, который постоянно мешает другим; может быть использован '
              'как антагонист.\n',
      'душнила': 'занудный, “душный” человек, с которым сложно общаться из-за его '
                 'придирок, нудных тем для разговоров или постоянного осуждения.\n',
      'дэзэ': 'неформальное название дисциплины "декламация", занятия по '
              'ораторскому мастерству.\n',
      'дэнс': 'танцы, времяпрепровождение на танцполе, обычно в контексте '
              'вечеринки.\n',
      'едва ли': 'маловероятно, сомнительно\n',
      'ездить на одной волне': 'понимать друг друга без слов\n',
      'ездить по кругу': 'повторять одни и те же действия\n',
      'ерунда полная': 'что-то несуразное или глупое\n',
      'есть стекло': 'фраза, означающая наличие проблем или конфликтов в сюжете; '
                     'может использоваться как шутка о сложностях написания.\n',
      'жесть': 'что-то шокирующее или ужасное\n',
      'живчик': 'энергичный человек\n',
      'жиза': 'жизненно.\n',
      'жизирует': '(жизу) - продолжает существовать, быть в активном состоянии.\n',
      'жизнь как кино': 'жизнь полна неожиданных событий\n',
      'жизнь — игра': 'относиться к жизни легко \n',
      'жизнь — это игра': 'относиться к жизни легко и с юмором\n',
      'жизнь — это не репетиция': 'нужно ценить каждый момент\n',
      'жить в своем мире': 'быть замкнутым, отстранённым от реальности\n',
      'жить на грани': 'вести рискованный образ жизни\n',
      'жить на полную катушку': 'наслаждаться жизнью на максимум\n',
      'жоско': 'очень сильно, много, очень.\n',
      'жрать стекло': 'метафора для описания сложных ситуаций в жизни персонажа; '
                      'может использоваться в комических контекстах.\n',
      'забайтить': 'от английского глагола “bait” (приманивать, завлекать, '
                   'искушать).\n',
      'забивать на что-то': 'не обращать внимания на что-то \n',
      'забить': 'перестать заботиться о чем-то, не обращать внимания.\n',
      'забить на': 'не обращать внимания, не заботиться о чем-то.\n',
      'заботать': 'пропустить занятия или учебу, обычно без уважительной причины.\n',
      'зависать': 'проводить время без дела\n',
      'зависуха': 'зависание в интернете или с друзьями\n',
      'загибать': 'преувеличивать, делать что-то необычно сложно или '
                  'затруднительно.\n',
      'задиссить': 'оскорбительная композиция или унизительные речевые '
                   'высказывания, часто используемые в рэпе или подобных стилях.\n',
      'задрот': 'человек, который увлечён чем-то, например, учёбой или хобби, часто '
                'в негативном контексте.\n',
      'зажигалка': 'весёлый человек\n',
      'зайти': 'понравилось.\n',
      'закабанить': 'сделать персонажа более "толстым" или комичным; часто '
                    'используется в пародийных фанфиках.\n',
      'закенселить': 'Публично осудить или бойкотировать кого-то за действия или '
                     'слова.\n',
      'закоротить вопрос': 'задать вопрос, который является слишком простым или '
                           'очевидным.3. Засветка - момент, когда участник случайно '
                           'раскрывает ответ или подсказку.\n',
      'закрыть вопрос': 'решить проблему или ситуацию\n',
      'залутать': 'получить, приобрести что-то ценное, особенно в контексте покупок '
                  'или поиска предметов.\n',
      'запилить': 'выложить пост в соцсети.\n',
      'заруба': 'соревнование, обычно между друзьями или знакомыми, в каком-то виде '
                'активности или игры.\n',
      'засыпаться': 'слишком долго засыпать или запариваться по поводу чего-то.\n',
      'затащено': 'от англ. task (задание) Сделано, выполнено, готово\n',
      'затащить': 'суметь что-то сделать, особенно когда ситуация находилась на '
                  'грани провала. Тащер - ценный игрок.\n',
      'затоптать версию': 'опровергнуть или раскритиковать предложенную версию '
                          'ответа.\n',
      'заходить в тупик': 'сталкиваться с проблемой\n',
      'заходить слишком далеко': 'переходить границы допустимого\n',
      'зацепило': 'тронуло, вызвало эмоции\n',
      'зацепило за душу': 'сильно тронуло или впечатлило\n',
      'зацепить за живое': 'задеть за живое, вызвать эмоции\n',
      'зацепиться за идею': 'заинтересоваться чем-то новым\n',
      'зацепка': 'то, что привлекает внимание \n',
      'зачётка': 'тетрадь или блокнот, в котором записываются оценки и зачетные '
                 'работы.\n',
      'зашиваться': 'быть очень занятым, ускользать от дополнительных занятий или '
                    'задач.\n',
      'зашквар': 'сделать что-то недостойное, облажаться.\n',
      'зашло': 'понравилось.\n',
      'здорово': 'привет, как дела?\n',
      'зевая': 'скука, безделье\n',
      'зеркало турнира': 'отражение формата или правил турнира в другом контексте '
                         'или для другой группы участников.\n',
      'зиг': 'приветствие или знак, используемый поклонниками определённых '
             "fandom'ов.\n",
      'знаточьё': 'термин, обозначающий людей, обладающих высоким уровнем знаний и '
                  'эрудиции.\n',
      'зубр': 'студент, который усердно учится, часто запоминает большие объёмы '
              'информации.\n',
      'зубрить': 'учить наизусть\n',
      'зумеры': 'поколение Z, родившееся в 2000—2011 годах.\n',
      'ивейтить': 'уклоняться.\n',
      'игра в дырки': 'игра, где участники должны заполнить пропуски или ответить '
                      'на вопросы с недостающей информацией.\n',
      'игра на хлопки': 'игра, в которой участники реагируют на вопросы или команды '
                        'хлопками в ладоши.\n',
      'играть на нервах': 'раздражать кого-то\n',
      'идти в ногу со временем': 'быть современным, следовать новым тенденциям\n',
      'идти вразнос': 'выходить из-под контроля\n',
      'идти на поводу у кого-то': 'следовать за чужими желаниями\n',
      'идти на пролом': 'настойчиво добиваться своего\n',
      'идти на риск': 'принимать рискованные решения \n',
      'идти по жизни с высоко поднятой головой': 'быть уверенным в себе\n',
      'идти по пути наименьшего сопротивления': 'выбирать самый простой способ\n',
      'идти по стопам кого-то': 'следовать примеру другого человека \n',
      'изи': 'легко, просто; используется для обозначения чего-то несложного.\n',
      'изолента': 'клейкая лента (в переносном смысле — временное решение)\n',
      'изюминка в жизни': 'что-то особенное и уникальное \n',
      'имба': 'в речевой запас обычных подростков пришло из жаргона геймеров, и '
              'означает что-то, имеющее преимущество перед аналогичным.\n',
      'импостер': 'самозванец, обманщик, предатель.\n',
      'ин': 'согласие на участие в каком-либо деле. А когда дело касается общего '
            'мероприятия, лучше быть in, чем out, чтобы не отрываться от '
            'коллектива.\n',
      'инжграф': 'сокращение от "инженерная графика", дисциплина, связанная с '
                 'созданием чертежей и моделей.\n',
      'инженерка': 'факультет или специальность, связанная с инженерами, обычно '
                   'технические направления.\n',
      'инстик': 'сокращение от "институт", образовательное учреждение, где проходят '
                'обучение.\n',
      'инфа': 'информация\n',
      'инфа-сотка': 'на 100% проверенная информация\n',
      'кабина': 'место, где происходит действие фанфика; может быть как реальным, '
                'так и вымышленным.\n',
      'каблуха': 'высокие женские туфли на каблуках; также может обозначать женский '
                 'стиль в одежде.\n',
      'кагехина': 'пара персонажей из аниме/манги; популярна среди поклонников и '
                  'часто появляется в фанфиках.\n',
      'казёнить': 'вести дела официозно, бюрократично, обычно в контексте учебного '
                  'заведения.\n',
      'кайф': 'удовольствие, радость\n',
      'кайфедра': 'кафедра, место, где работают преподаватели и ведётся учебный '
                  'процесс.\n',
      'камон': '«Ну! Давай уже» или «Серьёзно? Прекрати!»\n',
      'канделябр': 'может означать неформальную беседу или обсуждение, где много '
                   'мнений и идей.\n',
      'кантра': 'сокращение от "Контр-Страйк"; может обозначать фанфики, основанные '
                'на этой игре.\n',
      'капец': 'ужас, крайность\n',
      'капитан очевидность': 'человек, который говорит очевидные вещи \n',
      'капитансвон': 'шутливое название для капитана команды; может использоваться '
                     'как метафора для лидера группы.\n',
      'капуста': 'деньги \n',
      'карантин': 'период, когда участники не могут обсуждать или делиться '
                  'информацией\n',
      'карманец': 'участник, который старается запомнить все ответы и подсказки для '
                  'будущих игр.\n',
      'картель': 'объединение людей с общими интересами\n',
      'картинка маслом': 'что-то очень красивое или яркое \n',
      'катать': 'выполнять какую-то деятельность, обычно в контексте учёбы или '
                'практики.\n',
      'катка': 'игра, матч, поединок.\n',
      'качать деф': 'улучшение защитных характеристик персонажа или героя, '
                    'готовящегося к противостоянию.\n',
      'качать права': 'отстаивать свои интересы\n',
      'каэска': 'сокращение от "каэ", обозначающее персонажей, которые являются '
                'любимыми у автора или читателя.\n',
      'кванты': 'сокращение от "квантовая механика", раздел физики, изучающий '
                'свойства материи на микроуровне.\n',
      'кек': 'ироничный смех.\n',
      'ки́кнуть': '(от англ. kick — пинать) — исключить откуда-то, изгнать.\n',
      'кидаться словами': 'говорить много и быстро, не задумываясь\n',
      'кинить': 'бросить что-то (например, сюжет); может использоваться в контексте '
                'написания фанфика.\n',
      'кинн': 'это когда человек ассоциирует себя с кем-либо.\n',
      'кинуться в омут с головой': 'полностью погрузиться в новое дело\n',
      'кланя': '(по клану) - относится к кругам знакомств или группам студентов в '
               'образовательном учреждении.\n',
      'классика': 'что-то проверенное временем\n',
      'классно': 'здорово, отлично\n',
      'класснуха': 'неформальное название занятия, которое проходит весело или '
                   'интересно.\n',
      'клик': 'действие нажатия кнопки мыши.\n',
      'кликнуть': 'совершить клик мышью.\n',
      'клокер': 'человек, который использует программы для автоматического '
                'выполнения действий, часто в играх.\n',
      'клоподав': 'программа или метод, используемый для борьбы с "клопами" '
                  '(ошибками) в коде.\n',
      'клудж': 'неаккуратное или временное решение проблемы в коде.\n',
      'клэнс': 'сокращение от "клан"; может использоваться для обозначения '
               'группировки персонажей в фанфиках.\n',
      'ключеделка': 'программа или скрипт, генерирующий ключи для программного '
                    'обеспечения.\n',
      'кнопка': 'механизм или способ, позволяющий участникам дать ответ или '
                'сигнализировать о готовности.\n',
      'кнопки': 'несколько механизмов для ответа, которые могут использоваться в '
                'игре.\n',
      'кнопочник': 'участник, который активно использует кнопки для ответа на '
                   'вопросы.\n',
      'кнюпель': 'устаревший термин для обозначения кнопки или клавиши.\n',
      'ковырять инетку': 'искать информацию в интернете.\n',
      'ковёр': 'термин для обозначения области на экране, где происходит '
               'взаимодействие с элементами интерфейса.\n',
      'колда': 'халява, возможность получить что-то без особых усилий.\n',
      'коллок': 'коллоквиум, ситуация, когда студенты отвечают на вопросы '
                'преподавателей по материалу курса.\n',
      'колобок': 'метафорическое выражение, описывающее человека, который легко '
                 'обходит трудности или препятствия.\n',
      'колокейшн': 'размещение серверов или оборудования в дата-центре.\n',
      'коломна': 'возможно, название команды или группы участников.\n',
      'колпак': 'шапка, шлем; в контексте учебного заведения может означать метод '
                'защиты знаний.\n',
      'комба': 'комбинация, в контексте учёбы может означать смешение разных '
               'предметов или тем.\n',
      'коменда': 'командировка или контрольная работа.\n',
      'комерс': 'сокращение от "коммерция", область знаний, связанная с торговлей и '
                'бизнесом.\n',
      'комп': 'сокращение от компьютера.\n',
      'компилить': 'процесс преобразования исходного кода в исполняемую '
                   'программу.\n',
      'комплаб': 'лаборатория компьютерных наук или информатики, где проводятся '
                 'практические занятия.\n',
      'комплюктер': 'шутливое или ироничное название компьютера.\n',
      'композить': 'собирать и организовывать данные или элементы в проекте.\n',
      'компот': 'смесь разных дисциплин или тем; может также обозначать '
                'эмоциональное состояние.\n',
      'компутахтер': 'неформальное название компьютера или устройства.\n',
      'компутер': 'устаревшее или неформальное название компьютера.\n',
      'кондёр': 'кондиционер, может также использоваться как метафора для '
                'охлаждения системы.\n',
      'коннект': 'соединение между устройствами или пользователями.\n',
      'коннектиться': 'устанавливать соединение с сетью или другим устройством.\n',
      'конса': 'консультация, встреча со преподавателем для обсуждения вопросов по '
               'учёбе.\n',
      'контеры': 'персонажи из игры "Контр-Страйк"; часто используются в '
                 "кроссоверах с другими fandom'ами.\n",
      'контр-страйк': 'Вид командного шутера от первого лица, в котором игроки '
                      'разделены на две команды (террористы и контр-террористы) и '
                      'сражаются друг с другом.\n',
      'контра': 'Сокращение от "Контр-Страйк", часто употребляется игроками.\n',
      'контрабаша': 'неформальное название преподавателя, который ведёт занятия '
                    'очень строго или требует выполнения всех требований.\n',
      'контрстрайкер': 'Игрок, активно играющий в "Контр-Страйк".\n',
      'конфиг': 'конфигурационный файл, содержащий настройки программы или '
                'системы.\n',
      'конфколл': 'так сокращённо называют групповой звонок с партнёрами, коллегами '
                  'или клиентами для обсуждения рабочих вопросов. Пошло от '
                  'английского conference call.\n',
      'коперайтер': 'человек, занимающийся написанием текстов и контента для сайтов '
                    'и приложений.\n',
      'копираст': 'человек, который занимается плагиатом или неоригинальным '
                  'контентом.\n',
      'корел': 'сокращение от Corel, компании, производящей графическое программное '
               'обеспечение.\n',
      'корельские дрова': 'драйверы для работы с программами Corel.\n',
      'корень': 'основной каталог файловой системы; также может означать корневой '
                'доступ в системе.\n',
      'король дров': 'мастер по работе с драйверами или системным '
                     'администратором.\n',
      'корявки': 'ошибки в коде или неаккуратно написанные программы.\n',
      'корявые дрова': 'нестабильные или неправильно работающие драйверы.\n',
      'косты': 'бонусы от руководства, наградить которыми с щедростью может Гена с '
               'подачи дирпопера. Например, это может быть премия. А вот у '
               'бухгалтеров и финансистов косты — затраты.\n',
      'костыль': 'временное решение проблемы, которое не является идеальным, но '
                 'работает.\n',
      'крак': 'взлом программы с целью обхода защиты.\n',
      'кракер': 'человек, который взламывает программное обеспечение или системы '
                'безопасности.\n',
      'кракеры': 'лица, занимающиеся взломом программного обеспечения.\n',
      'красная сборка': 'версия программного обеспечения с изменениями, которые '
                        'могут быть нестабильными или опасными.\n',
      'красноглазик': 'термин для обозначения человека, который долго сидит за '
                      'компьютером (из-за усталости глаз).\n',
      'краш': 'объект влюбленности, с которым нет взаимных чувств.\n',
      'крек': 'программа, позволяющая обойти защиту программного обеспечения и '
              'использовать его бесплатно.\n',
      'кринж': 'то же, что и испанский стыд.\n',
      'крип': 'игровой персонаж или юнит, обычно служащий для атаки или защиты, '
              'также может означать миньона.\n',
      'криповый': 'странный, пугающий, ужасный.\n',
      'кристы': 'низкие оценки или результирующие баллы, которые крайне неудачны.\n',
      'криша': 'разговорное название для защиты персонажа от негативных ситуаций; '
               'может также означать поддержку друзей.\n',
      'крокозябра': 'некорректно отображаемый текст или символы на экране (чаще '
                    'всего из-за кодировки).\n',
      'кропнуть': 'обрезать изображение или видео до нужного размера.\n',
      'кросспольщик': 'студент, который учится на разных курсах по различным '
                      'специальностям.\n',
      'крутить вопрос': 'изменять формулировку вопроса для усложнения или '
                        'упрощения.\n',
      'крутить роман': 'иметь любовные отношения\n',
      'крутиться как белка в колесе': 'постоянно быть занятым\n',
      'крутиться как юла': 'быть очень активным и энергичным\n',
      'круто': 'замечательно, классно\n',
      'крутой как огурец': 'очень классный человек \n',
      'крутяк': 'что-то очень хорошее\n',
      'крысодром': 'место, где собираются хакеры и программисты для обмена опытом и '
                   'знаниями (неформально).\n',
      'крэкер': 'аналог кракера; человек, занимающийся взломом ПО или систем.\n',
      'крякнуть': 'успешно обойти защиту программы с помощью кряка.\n',
      'кс': 'Аббревиатура от "Контр-Страйк", часто используется в разговорах и на '
            'форумах.\n',
      'ксакеп': 'неформальное название для системы управления версиями (например, '
                'Git).\n',
      'кудвакер': 'Сленговое название для игрока, который сильно зависит от '
                  'случайного удара или неумелых действий.\n',
      'куки': 'небольшие файлы данных, которые веб-сайты сохраняют на компьютере '
              'пользователя для хранения информации о сессии.\n',
      'куко́ж': '(произв. от «скукожиться») — то же, что кринж, испанский стыд. '
                'Чувство неловкости, вызванное чужими словами или действиями.\n',
      'куколд': 'Мужчина, которому жена изменяет, а он знает и терпит\n',
      'кулер': 'устройство для охлаждения компонентов компьютера (например, '
               'процессора).\n',
      'кулхацкер': 'хакер, который использует свои навыки для благих целей '
                   '(например, тестирование безопасности).\n',
      'кулёк': 'пакет или контейнер для еды, который часто используется в '
               'общежитии.\n',
      'кун': 'симпатичный парень.\n',
      'курить': 'изучать или просматривать документацию и мануалы по программам и '
                'технологиям.\n',
      'курить мануал': 'внимательно изучать руководство пользователя или '
                       'документацию по продукту.\n',
      'курсач': 'курсовая работа, учебное задание, которое студент должен выполнить '
                'в течение семестра.\n',
      'курсовик': 'другое название для курсовой работы.\n',
      'курятник': 'место, где игроки группируются для обсуждения стратегий или '
                  'тренировки в играх, в основном используется в контексте '
                  'командных игр.\n',
      'кутрикер': 'Сленговое название для игрока, который может не знать основ игры '
                  'и просто копирует действия других.\n',
      'кэрри': 'персонаж в играх, который становится сильнее к середине и концу '
               'игры, часто неся на себе основную нагрузку по урону.\n',
      'лаб': 'короткая форма от "лаборатория", может использоваться для обозначения '
             'режима или места тестирования в игре.\n',
      'лаба': 'лабораторная работа, практическое задание по научной дисциплине.\n',
      'лабальщик': 'человек, занимающийся разработкой и тестированием программного '
                   'обеспечения в лабораторных условиях.\n',
      'лабля': 'сокращение от "лаборатория", место для разработки и тестирования '
               'ПО.\n',
      'лабник': 'студент, который часто помогает другим в выполнении лабораторных '
                'работ.\n',
      'лавэ': 'деньги\n',
      'лагать': 'испытывать задержки в работе программы или игры из-за низкой '
                'производительности системы.\n',
      'лагфейс': 'состояние, когда игра превращается в «лаг», и игроки не могут '
                 'нормально взаимодействовать с игровым миром из-за задержки.\n',
      'лазарь': 'термин для обозначения восстановленного после сбоя сервера или '
                'системы.\n',
      'лайкать': 'ставить лайк, одобрять\n',
      'лайфхак': 'полезный совет или трюк \n',
      'лалка': 'Девушка, которая поступила нелепо и вызывала всеобщий лол (см. '
               'ниже)\n',
      'ламер': 'неопытный пользователь компьютера или интернета; человек, плохо '
               'разбирающийся в технологии.\n',
      'ламеры': 'группа неопытных пользователей или людей с низким уровнем знаний в '
                'IT.\n',
      'ламо': 'неуместный или глупый комментарий; также может означать человека с '
              'низким уровнем знаний в IT.\n',
      'ламоган': 'Неопытный или неудачливый игрок, несущий команде больше проблем, '
                 'чем пользы.\n',
      'ландавшиц': 'студент или учебная группа, находящаяся в состоянии отдыха или '
                   'релаксации.\n',
      'лапша': 'запутанный и плохо написанный код; также может означать '
               'неэффективное решение проблемы.\n',
      'ларишер': 'термин, используемый для обозначения персонажа, который всегда '
                 'оказывается в центре внимания; может быть положительным или '
                 'отрицательным героем.\n',
      'ласточка': 'тот, кто всегда вовремя приходит \n',
      'ластхит': 'последний удар по миньону или врагу, чтобы получить золото или '
                 'опыт.\n',
      'лачик': 'маленький и компактный компьютер или устройство; может '
               'использоваться как шутка о маломощных системах.\n',
      'лвл': 'сокращение от "уровень" – показывает прогресс или опыт персонажа.\n',
      'левак': 'нелегальный контент или программа; также может означать подделку '
               'чего-либо.\n',
      'левел': 'также сокращение от "уровень", используется в контексте повышения '
               'характеристик персонажа.\n',
      'легко на душе стало': 'стало легче после разговора \n',
      'лейм': 'переводится с английского как убогий. Так называют что-то '
              'недоработанное, банальное и унылое, то есть полный отстой\n',
      'лейт': 'окончательная стадия игры, когда игроки достигают максимальных '
              'возможностей своих персонажей.\n',
      'леопика': 'персонаж с характерными чертами; может использоваться как шутка о '
                 'внешности или поведении героя.\n',
      'лесопилка': 'место, где студенты собираются для совместной учёбы или '
                   'отдыха.\n',
      'ливать': 'покинуть, уйти или прервать что-то.\n',
      'ливнуть': 'покинуть, уйти или прервать что-то.\n',
      'линал': 'линейка, инструмент, используемый для измерений и построения.\n',
      'линейджер': 'игрок или персонаж, связанный с серией игр "Lineage".\n',
      'линукс': 'операционная система с открытым исходным кодом, основанная на ядре '
                'Linux.\n',
      'линуксоид': 'человек, активно использующий Linux и поддерживающий философию '
                   'открытого ПО.\n',
      'линур': 'ласковое обращение к другу, обычно в шутливом контексте.\n',
      'линух': 'разговорное название операционной системы Linux.\n',
      'лисовод': 'специалист по работе с системами управления версиями (например, '
                 'Git).\n',
      'литра': 'литровая бутылка или объем жидкости, обычно употребляется в '
               'контексте отдыха и вечеринки.\n',
      'лить воду на мельницу': 'способствовать чему-то, что может навредить\n',
      'лицушник': 'человек, использующий лицензионное программное обеспечение; '
                  'противоположность "пирату".\n',
      'лкм': 'левая кнопка мыши; используется для обозначения клика мышью.\n',
      'лмш': 'Летняя Математическая Школа, место для изучения математики в летний '
             'период.\n',
      'ловить волну': 'воспользоваться удачным моментом\n',
      'ловить кайф': 'получать удовольствие\n',
      'ловить момент': 'использовать удачный шанс\n',
      'лог': 'запись действий программы или системы, используемая для диагностики и '
             'анализа ошибок.\n',
      'логин': 'имя пользователя для входа в систему или приложение.\n',
      'лойс': 'то же, что и лайк\n',
      'лок': 'подразумевает "локализацию", означает перевод и адаптацию игры для '
             'разных языков и культур.\n',
      'локалка': 'локальная сеть (LAN), используемая для подключения устройств '
                 'внутри одного помещения или здания.\n',
      'лол': 'смеяться, смешно\n',
      'ломануть': 'взломать систему или программу с целью получения доступа без '
                  'разрешения.\n',
      'ломать голову над задачей': 'долго размышлять над решением\n',
      'ломать стереотипы': 'опровергать общепринятые мнения\n',
      'ломомяюсер': 'шутливое название пользователя, который часто ломает что-то '
                    '(например, систему).\n',
      'лохотрон': 'обман, мошенничество\n',
      'лп': 'лучшая подруга, сокращение.\n',
      'лук': 'термин для обозначения интерфейса пользователя; также может означать '
             'внешний вид программы или сайта.\n',
      'лукарь': 'игрок, использующий лук как основное оружие; обычно относится к '
                'классам стрелков в RPG.\n',
      'лулумбарий': 'шутливое название для группы людей, которые любят веселиться и '
                    'развлекаться.\n',
      'луприор': 'выражение, обозначающее приоритет (например, в плане целей) в '
                 'игре.\n',
      'лут': 'предметы, получаемые от побежденных врагов или исследуемых мест.\n',
      'лцу': 'сокращение от "линейный контент юзер", игрок, который предпочитает '
             'следовать заранее заданным маршрутам и заданиям.\n',
      'люних': 'пользователь Linux; человек, активно использующий эту операционную '
               'систему.\n',
      'люстра': 'термин для обозначения системы освещения; может использоваться '
                'метафорически в IT-контексте для описания освещения интерфейса.\n',
      'ляпота': 'что-то очень красивое\n',
      'маг': 'персонаж, использующий магические способности и заклинания.\n',
      'магиск': 'магия в контексте программирования; может означать сложные и '
                'красивые решения задач.\n',
      'мажор': 'богатый человек, избалованный\n',
      'мажорик': 'человек, который стремится выделиться статусом или '
                 'благосостоянием.\n',
      'маздай': 'шутливое название для человека, который много работает за '
                'компьютером и часто сталкивается с проблемами (от слова '
                '"мазда").\n',
      'маздайный': 'относящийся к человеку, который много работает за компьютером и '
                   'часто сталкивается с проблемами; аналогично "маздай".\n',
      'мазила': 'неумелый пользователь компьютера; человек, который не разбирается '
                'в технике и часто ошибается.\n',
      'мазифака': 'шутливое обращение к кому-то с намеком на его неумелость в '
                  'IT-сфере (от слова "мазила").\n',
      'майка': 'футболка; может использоваться как метафора для обозначения '
               'простоты решения задачи (например, "это просто как майка").\n',
      'майкософт': 'шутливое название компании Microsoft; используется в контексте '
                   'обсуждения продуктов этой компании.\n',
      'майкра': 'сокращение от Minecraft; популярная игра-песочница с открытым '
                'миром.\n',
      'майнить': '(от англ. mining – добыча полезных ископаемых) – зарабатывать в '
                 'системах криптовалютных платформ (BitCoin и других)\n',
      'мак': 'компьютер от Apple; также может означать операционную систему '
             'macOS.\n',
      'макрос': 'программа или набор команд, позволяющий автоматизировать действия '
                'в игре.\n',
      'макроссы': 'последовательности команд, которые можно записывать и '
                  'воспроизводить для автоматизации задач в программах (например, '
                  'Excel).\n',
      'макс': 'максимальное значение или предел; может использоваться в контексте '
              'производительности системы или параметров программы.\n',
      'мамка админа': 'шутливое выражение о том, что администратор системы часто '
                      'имеет строгую маму (может означать контроль над его '
                      'действиями).\n',
      'мамонт': 'человек, который устарел или не следит за современными трендами и '
                'технологиями.\n',
      'мамору': 'защитить или охранять, часто используется в играх для описания '
                'роли поддержки.\n',
      'манакост': 'стоимость использования магических навыков, выраженная в мане.\n',
      'мандалорец': 'персонаж из вселенной "Звёздных войн"; часто используется в '
                    'кроссоверах и обсуждениях среди поклонников.\n',
      'манна': 'ресурс, используемый для применения заклинаний и навыков магов.\n',
      'мансить': 'использовать маневры для уклонения от атак или для перемещения в '
                 'бою.\n',
      'мансовать': 'тот же смысл, что и "мансить", но может использоваться в более '
                   'широком контексте.\n',
      'мануал': 'руководство пользователя по работе с программным обеспечением или '
                'устройством.\n',
      'манчкин': 'игрок, который стремится к максимизации силы своего персонажа и '
                 'фокусируется на игровом балансе.\n',
      'марасить': 'заниматься мелкой работой или рутинными задачами без особого '
                  'энтузиазма.\n',
      'марахайка': 'шутливое название для человека, который постоянно делает что-то '
                   'небрежно или неаккуратно (от слова "мараться").\n',
      'масик': 'ещё одно обозначение мужчины, но на этот раз самое положительное. '
               'Масиками называют серьёзных, ответственных, психологически зрелых '
               'людей.\n',
      'мастерша': 'мастерская, место, где проходят занятия или практики по '
                  'различным темам.\n',
      'матан': 'сокращение от математического анализа, изучение функций и '
               'пределов.\n',
      'материнка': 'материнская плата компьютера; основная плата, на которой '
                   'размещены все компоненты системы.\n',
      'матеша': 'разговорное название для математики или математических задач.\n',
      'матика': 'шутливое название для уроков по математике.\n',
      'матка': 'еще одно название материнской платы; может использоваться как '
               'сленговое выражение в IT-кругах.\n',
      'матобес': 'аббревиатура для математического обеспечения, вспомогательные '
                 'программы для учебы.\n',
      'матч': 'пошло из Тиндера\tСовпадение, подобранная пара, полное '
              'соответствие\n',
      'мать': 'разговорное название материнской платы; также может означать главную '
              'систему управления чем-либо.\n',
      'мафон': 'устаревшее название мобильного телефона; может использоваться как '
               'шутка о старых телефонах.\n',
      'махнуть рукой': 'не обращать внимания, забить\n',
      'маёвец': 'человек, который активно участвует в мероприятиях на 1 мая.\n',
      'мед': 'сокращение от медицины, исследовательская работа в области '
             'здравоохранения.\n',
      'медак': 'медицинская справка или документы, подтверждающие здоровье.\n',
      'медуха': 'шутка о состоянии здоровья или физическом самочувствии.\n',
      'медюшник': 'компьютер с медленным процессором; используется как шутка о '
                  'производительности системы.\n',
      'межделмаш': 'неформальное название для совместной работы разных '
                   'подразделений над проектом; может означать объединение усилий '
                   'разных специалистов.\n',
      'междумордие': 'период между двумя состояниями системы (например, загрузка и '
                     'работа); может также означать неопределенность в процессе '
                     'работы ПО.\n',
      'мейт': 'от англ. mate (приятель)\tЛюбимый/любимая или хороший близкий друг\n',
      'мелкомягкий': 'шутливое название компании Microsoft; используется для '
                     'обозначения ее продуктов и решений.\n',
      'мелкософт': 'аналогичное название Microsoft; используется как шутка о '
                   'компании и ее продуктах.\n',
      'мелочь пузатая': 'незначительная сумма денег \n',
      'ментобурса': 'разговорное название для профессора или преподавателя, часто '
                    'используется с негативным оттенком.\n',
      'мерч': 'от англ. merchandise (выпуск атрибутики для истинных фанатов)\tЛюбые '
              'предметы с символом какой-то публичной персоны или знакового '
              'проекта\n',
      'месага / мессага': 'сообщение в мессенджере или соцсети; может '
                          'использоваться как сленговое выражение общения онлайн.\n',
      'месиво': 'беспорядок, неразбериха\n',
      'метр': 'единица измерения длины; может использоваться метафорически для '
              'обозначения масштаба проекта или работы (например, "метр кода").\n',
      'мечтательница/мечтатель': 'человек, который много мечтает \n',
      'мечтать без границ': 'иметь амбициозные мечты \n',
      'мечтать о звездах': 'иметь амбициозные цели\n',
      'мечтать о луне': 'иметь недостижимые цели\n',
      'мечтать с открытыми глазами': 'фантазировать о будущем\n',
      'мечты сбываются': 'надежды становятся реальностью\n',
      'мид': 'Кто-то с заурядной внешностью.\n',
      'миды': 'сокращение от "метаданные"; данные о данных в информационных '
              'системах.\n',
      'микра': 'сокращение от микроэкономики, предмет, изучающий поведение '
               'отдельных экономических субъектов.\n',
      'микро': 'термин, относящийся к управлению единицами на уровне деталей, часто '
               'используемыми в RTS-играх.\n',
      'микруха': 'микропроцессор или микросхема; может использоваться как сленговое '
                 'название чипа в компьютере или устройстве.\n',
      'милан': 'может указывать на игрока из Милана или бизнес-термин, зависящий от '
               'контекста.\n',
      'милишник': 'класс персонажа, сосредоточенный на ближнем бою и физическом '
                  'уроне.\n',
      'миллениалы': 'пошло из теории поколений\tРождённые и выросшие на стыке '
                    'тысячелетий\n',
      'милфа': 'это англоязычная аббревиатура MILF, которую на русский можно '
               'перевести как "мамочка, с которой я хотел бы заниматься"\n',
      'минус вайб': 'плохое настроение\n',
      'мирка': 'сокращенное название мира в игре; может означать виртуальную среду '
               'или пространство для взаимодействия пользователей онлайн (например, '
               '"в мирке Minecraft").\n',
      'миста': 'затененное или скрытое место на карте, обычно используется для '
               'неожиданного нападения.\n',
      'митинг': 'встреча, совещание, от английского meeting. Так что, если вас '
                'пригласили на митинг с коллегами из другого отдела, не нужно '
                'срочно придумывать лозунги и мастерить транспаранты.\n',
      'много на себя брать': 'принимать на себя слишком много обязательств\n',
      'мобайт': 'мобильный байт; единица измерения данных в мобильных устройствах; '
                'может использоваться как шутливое выражение о мобильных данных и '
                'интернет-трафике.\n',
      'могила': 'место, где студенты чувствуют себя подавленными или перегруженными '
                'учёбой.\n',
      'модный приговор': 'оценка стиля\n',
      'модняк': 'модная вещь или стиль\n',
      'мозаика': 'формат игры, где вопросы разбиты на части и участникам нужно '
                 'собрать их вместе.\n',
      'молоко': 'неопытный человек\n',
      'мостачка': 'разговорное название для моста или места встречи студентов.\n',
      'мояшкина': 'так ласково называют лучшую подругу.\n',
      'мув': 'поступок, действие.\n',
      'муд': 'Настроение.\n',
      'мудачина': 'негативное название для неудачливого или сомнительного '
                  'человека.\n',
      'музилище': 'место, где хранятся музыкальные инструменты или проходят '
                  'музыкальные мероприятия.\n',
      'музло': 'разговорное название для музыки или музыкального произведения.\n',
      'мульт': 'мультимедиа, включая анимацию, используемую для привлечения '
               'игроков.\n',
      'мультовод': 'игрок, который предпочитает играть в азартные или '
                   'мультиплеерные игры.\n',
      'муразорить': 'использовать специальные действия или методы для повышения '
                    'эффективности в игре.\n',
      'мусорка': 'место, где находятся неэффективные предметы или игроки; также '
                 'может означать заведомо неинтересный контент.\n',
      'муха': 'шутливое обозначение для студента, который постоянно "мухлюет" или '
              'ищет обходные пути.\n',
      'мухобойка': 'Оружие, используемое в игре с высокой скорострельностью и '
                   'низким уроном, часто имеет негативную коннотацию.\n',
      'мхкачка': 'сокращенное название для междисциплинарных курсов или курсов, где '
                 'объединяются технологии и креатив.\n',
      'мэошник': 'человек, активно занимающийся музыкой или её производством.\n',
      'на коне': 'в хорошем настроении или в удачном положении\n',
      'на короны': 'в контексте игр может означать борьбу за лидерство или '
                   'звание.\n',
      'набить руку': 'практиковаться, набираться опыта\n',
      'наблюдать за процессом': 'следить за развитием событий \n',
      'набрать популярность': 'стать известным\n',
      'набрать скорость': 'ускоряться в чем-то\n',
      'накрыть': 'обмануть, поймать на лжи\n',
      'нвинж': 'аббревиатура, возможно, относящаяся к конкретному формату игры или '
               'турнира.\n',
      'не в своей тарелке': 'чувствовать себя некомфортно\n',
      'не париться': 'не волноваться о проблемах\n',
      'небо в алмазах': 'состояние счастья и радости\n',
      'недокрут': 'ситуация, когда участник не смог полностью ответить на вопрос '
                  'или не раскрыл тему.\n',
      'незабудка': 'напоминание о важной информации или знании, которое не должно '
                   'быть забыто.\n',
      'непалимая шпора': 'шпаргалка, которую трудно поймать или доказать, что она '
                         'есть.\n',
      'непись': 'персонажи, не управляемые игроками, такие как NPC (неигровые '
                'персонажи).\n',
      'неправильный путь': 'неверный выбор\n',
      'непредсказуемый поворот событий': 'неожиданные изменения в ситуации \n',
      'нерф': 'уменьшение силы или эффективности персонажа, класса или предмета в '
              'обновлении игры.\n',
      'нерфить': 'балансировать игру\n',
      'неформал': 'Человек, который пытается выделиться за счет нетипичного '
                  'внешнего вида\n',
      'нижняя темка': 'обсуждение менее популярных или второстепенных тем в игровом '
                      'сообществе.\n',
      'ниндзя': 'персонаж или игрок, использующий скрытность, скорость и ловкость в '
                'своих действиях.\n',
      'норм': 'нормально, всё в порядке\n',
      'нормис': 'это сленговый термин, который обозначает человека, '
                'придерживающегося общепринятых мейнстримных взглядов\n',
      'носить маску': 'скрывать свои истинные чувства \n',
      'ностальгия по прошлому': 'тоска по прежним временам \n',
      'нпс': 'неигровой персонаж, управляемый игрой, который часто выполняет роли '
             'рассказчика или ценного ресурса.\n',
      'нуб': 'от англ. noob («чайник»)\tПолный ноль в каком-либо деле, новичок\n',
      'нубомет': 'Сленговое название для оружия, которое используют новички (нубы) '
                 'в игре.\n',
      'нубомётчик': 'Игрок, который использует недорогие или слабые оружия, часто '
                    'проявляя незнание механик игры.\n',
      'нубтюбер': 'игрок или блогер, начинающий в играх, часто делая ошибки и '
                  'показывая "нубскую" игру.\n',
      'нэйда': 'Жаргон для гранаты (от "grenade" на английском), обозначает бросок '
               'гранаты.\n',
      'нюдсы': 'от снимков в жанре «ню»\tФото с обнажённой натурой\n',
      'обжать': 'уточнить или переформулировать вопрос для более точного ответа.\n',
      'обжечься на чем-то': 'получить негативный опыт\n',
      'обливионщик': 'игрок, часто использующий обливион или скрытность в играх, '
                     'таких как Dota 2, чтобы избежать обнаружения.\n',
      'облом': 'неудача, разочарование\n',
      'обломаться': 'потерпеть неудачу \n',
      'обойти стороной': 'избегать чего-то\n',
      'обойти стороной проблему': 'избегать обсуждения сложных тем \n',
      'обсудить на кухне': 'поговорить о чем-то в неформальной обстановке\n',
      'обсуждать за закрытыми дверями': 'говорить о чем-то приватно\n',
      'обсуждать на пальцах': 'объяснять что-то простыми словами\n',
      'обсуждать на уровне': 'говорить о чем-то глубоком и значительном \n',
      'обт': 'сокращение от "обтестирование" — период тестирования игры или '
             'обновления, где игроки могут протестировать новый контент.\n',
      'общага': 'общежитие, место проживания студентов.\n',
      'овердофига': 'очень много.\n',
      'овощ': 'может использоваться как шутливое обозначение неактивного или '
              'незаинтересованного участника.\n',
      'огайо': 'это «нелепый», «отталкивающий». \n',
      'олд': 'насмешливое обозначение людей старшего поколения.\n',
      'оло': 'выражение удивления или восхищения, часто используется в игровых '
             'чатах.\n',
      'орда': 'большая группа игроков, часто скоординированная для выполнения '
              'определённых задач или атак на противников.\n',
      'ору': 'фраза, выражающая крайне эмоциональную реакцию на что-либо, чаще '
             'всего на что-то, вызывающее смех\n',
      'основа': 'базовая механика или принцип работы в игре; также может означать '
                'ключевую точку или опорную базу команды.\n',
      'отжимальщик': 'игрок, который активно участвует в "отжатии" ресурсов или '
                     'побед на карте.\n',
      'отключиться от реальности': 'уйти в мир фантазий \n',
      'открывать новые горизонты': 'расширять свои возможности \n',
      'офигенно': 'очень круто\n',
      'офигеть': 'удивляться, шокироваться\n',
      'офлайн': 'вне сети (в реальной жизни)\n',
      'офф': 'сокращение от "оффлайн" — режим, в котором игрок не подключен к сети '
             'и не может принимать участие в игре.\n',
      'оффнуть': 'выключить, завершить.\n',
      'очешуенно': 'круто, прекрасно\n',
      'паб': 'паблик – любительская игра для большого количества игроков, часто в '
             'несоревновательной обстановке.\n',
      'падать в депрессию': 'испытывать негативные эмоции\n',
      'падать в обморок от счастья': 'испытывать сильные положительные эмоции\n',
      'падать духом': 'терять уверенность или надежду\n',
      'падение': 'провал, неудача\n',
      'пал': 'обычно используется как синоним "падать" — потерять здоровье или быть '
             'побеждённым в бою.\n',
      'палец': 'может означать сигнал о готовности ответить или указание на '
               'правильный ответ.\n',
      'палочник': 'Игрок, часто использующий пролежки или тактики на базе, что '
                  'делает игру менее динамичной.\n',
      'паль': 'самая некачественная подделка, «китай».\n',
      'панч': 'оскорбление.\n',
      'пара': 'пара занятий, каждая из которых длится обычно 90 минут.\n',
      'паразитка': 'студенты, которые "питаются" знаниями других, не сдавая свои '
                   'собственные работы.\n',
      'параллельная реальность': 'альтернативный взгляд на вещи \n',
      'параша': 'плохая ситуация или место\n',
      'парашют': 'метафора для снижения сложности заданий или получения неожиданных '
                 'результатов.\n',
      'париться': 'переживать или беспокоиться из-за учёбы или экзаменов.\n',
      'паркетник': 'Студент, обучающийся на факультете, связанном с управлением или '
                   'госслужбой.\n',
      'паровозить': 'термин, когда один игрок ведет за собой остальных, обеспечивая '
                    'успех команды.\n',
      'пассивка': 'пассивная способность персонажа или игры, которая действует без '
                  'прямого контроля игрока.\n',
      'пасхалка': 'скрытая подсказка.\n',
      'патан': 'Сокращение от "патолог", обычно refers to человека, изучающего '
               'патологию.\n',
      'патриотизм по-русски': 'гордость за свою страну \n',
      'патфиза': 'Патофизиология, дисциплина, изучающая нарушения физиологических '
                 'процессов в организме.\n',
      'паульхард': 'термин, обозначающий сильного и независимого персонажа; может '
                   'также относиться к типу сюжетов с такими героями.\n',
      'паутина': 'сеть, интернет\n',
      'пацан': 'парень, молодой человек\n',
      'пб': 'Сокращение от "Пистолетный Бой", игра с использованием лишь '
            'пистолетов.\n',
      'пед': 'Сленговое сокращение от слова "педагог".\n',
      'педобраз': 'Педагогическое образование.\n',
      'педульник': 'Неформальное название для студента педагогического '
                   'направления.\n',
      'педуха': 'Преподаватель или общий термин для обозначения занятия с кем-то в '
                'обучении.\n',
      'педушный': 'Имеющий отношение к педагогике или учительству.\n',
      'пекарня': 'ПК, персональный компьютер.\n',
      'пекус': 'Уменьшительно-ласкательное слово для обозначения учителя или '
               'инструктора.\n',
      'первак': 'Первый курсник, студент-первокурсник.\n',
      'первокуры': 'Группа студентов, обучающихся на первом курсе.\n',
      'перекрут': 'ситуация, когда участник запутывается в своих ответах или '
                  'аргументах.\n',
      'перетяжка': 'перенос фокуса боя или стратегии на другую линию или цель.\n',
      'перинг': 'пара персонажей, которая вызывает особые эмоции у поклонников; '
                'может быть романтической или дружеской.\n',
      'перк': 'улучшение или способность, получаемая персонажем, усиливающая его в '
              'игре.\n',
      'пет': 'помощник или кузен, часто подчинённое существо игрока в MMORPG.\n',
      'печалька': 'небольшая грусть\n',
      'печальненько': 'немного грустно\n',
      'пикай': 'призыв к выбору героев или способностей, особенно в начале матча.\n',
      'пикапить': 'знакомиться с представителями противоположного пола с целью '
                  'завязывания отношений.\n',
      'пикми': 'это девушка, которая делает все, чтобы добиться мужского '
               'одобрения.\n',
      'пингер': 'игрок, который активно использует систему пингования для '
                'коммуникации с командой.\n',
      'пират': 'вор, мошенник\n',
      'пис': 'термин, указывающий на небольшие неудачи или ошибки в игре.\n',
      'пис-зона': 'зона на карте, где происходит множество критичных событий или '
                  'конфликтов.\n',
      'писарчук': 'Неполноценное название для аспиранта или студента, работающего '
                  'над курсовыми работами.\n',
      'питалка': 'Место, где студенты едят, может обозначать столовую или кафе.\n',
      'плент': 'область, где игроки размещают или охраняют бомбы или другие '
               'объекты.\n',
      'плибек': 'термин, используемый для обозначения переплетения сюжетов разных '
                'фанфиков; может означать кроссоверы между историями.\n',
      'плов': 'Аббревиатура POV расшифровывается как point of view, то есть «точка '
              'зрения» и означает повествование от первого лица.\n',
      'плыть по течению': 'не делать усилий, следовать за обстоятельствами\n',
      'плыть против течения': 'идти наперекор общему мнению \n',
      'плюс вайб': 'хорошее настроение.\n',
      'по фасту': 'быстро (от англ. fast).\n',
      'пов': 'это аббревиатура, которую используют, чтобы обозначить повествование '
             'от первого лица.\n',
      'погамать': 'игривое выражение о том, что кто-то хочет поиграть или '
                  'продолжить игру.\n',
      'погружаться в атмосферу': 'полностью ощущать настроение места или события \n',
      'подгон': 'презент, подарок.\n',
      'подик': 'сокращение Подъезд\n',
      'подкрадули': 'странная обувь (в плане дизайна).\n',
      'подобрать вопрос': 'выбрать подходящий вопрос для конкретной ситуации или '
                          'уровня участников.\n',
      'подряд': 'участие в нескольких играх или взятие последовательных побед '
                'подряд.\n',
      'подсадка': 'метод, когда один игрок помогает другому подняться на '
                  'труднодоступные места.\n',
      'подсветить': 'указание на противников с помощью маркеров или системы '
                    'визуализации в игре.\n',
      'позер': 'подростки назовут того, кто из кожи вон лезет, стараясь произвести '
               'впечатление на окружающих, быть богаче, чем есть на самом деле. В '
               'общем, известного “понтореза”.\n',
      'пойти на препараты': 'Употребление медикаментов или средств, обычно в '
                            'контексте улучшения учебных результатов или '
                            'концентрации.\n',
      'политех': 'Сокращение от политехнического института или университета.\n',
      'полутех': 'Неформальное название для студентов или выпускников специального '
                 'технического направления.\n',
      'пон': 'сокращение от «понятно».\n',
      'понять и простить': 'принять ситуацию\n',
      'поридж': 'подростки, которые слепо следуют трендам, не имеют собственного '
                'мнения.\n',
      'портал': 'механизм или способность, позволяющий перемещаться между разными '
                'локациями в игре.\n',
      'потрогать траву': 'означает прийти в себя, успокоиться или передохнуть.\n',
      'походовка': 'временное появление для набора ресурсов или выполнения квестов '
                   'в игре.\n',
      'поюзанный': 'уже кем-то использованный (от англ. to use).\n',
      'пп': 'сокращение от "план побега" — стратегия или план действий в экстренной '
            'ситуации.\n',
      'правило скобок': 'правило, касающееся порядка вопросов или ответов в игре.\n',
      'прак': 'Профессиональная практика, как часть учебной программы.\n',
      'практикантроп': 'Сленг для студентов, проходящих практику или имеющих опыт в '
                       'определенной области.\n',
      'пранк': 'от англ. “Prank”. Это розыгрыш с издевкой над доверчивыми людьми. '
               'Пранкеры – те, кто разыгрывает.\n',
      'преп': 'Сокращение от "преподаватель".\n',
      'препод': 'Слово, употребляемое для обозначения преподавателя в неформальной '
                'обстановке.\n',
      'примат': 'Студент, который ведет себя примитивно или неумело, может также '
                'обозначать человека с низкой успеваемостью.\n',
      'прист': 'персонаж класса "жрец" или целитель, который поддерживает команду в '
               'бою.\n',
      'притить': 'Процесс подготовки к экзаменам в бессознательном или механическом '
                 'режиме.\n',
      'провалиться': 'с головой погрузиться в изучение отчётности или важных '
                     'документов.\n',
      'проехать на электроне': 'Сдать экзамен или зачет, используя подделанный '
                               'электронный документ или выполнение заданий на '
                               'компьютере.\n',
      'прокаст': 'последовательность способностей или умений, использованных для '
                 'максимального урона врагу.\n',
      'прокид': 'успешное применение контроля или умений на противника.\n',
      'прокнуть': 'выполнить или применить активные элементы на определённого '
                  'персонажа или в определённой ситуации.\n',
      'промокашка': 'Неприятная личность или педагог, с которым не хочется '
                    'работать.\n',
      'пруф': 'доказательство.\n',
      'пруфы': 'от английского proof, доказательство, подтверждение, аргументы, '
               'ссылки на источники информации.\n',
      'псешить': 'Употреблять психотропные вещества, связанно часто с подготовкой к '
                 'занятиям или экзаменам.\n',
      'пуг': 'публичный пользовательский матч, где игроки могут присоединяться без '
             'предрассудков и вольного выбора героев.\n',
      'пудж': 'персонаж из Dota 2, известный своей способности поглощать врагов и '
              'изменять ход боя.\n',
      'пузочес': 'Сленговое обозначение человека, который любит или часто '
                 'использует сленг и шутки среди студентов.\n',
      'пукан': 'эмоциональная реакция игрока на стрессовые моменты в игре или на '
               'действия других игроков.\n',
      'пуканить': 'Испытывать сильные переживания или стресс, чаще в контексте '
                  'учёбы.\n',
      'пул': 'создание запасов ресурсов или контроля над определенной областью.\n',
      'пулл': 'перемещение или вытягивание вражеских миньонов или существ для '
              'контроля над линией.\n',
      'пускать пыль в глаза': 'создавать ложное впечатление\n',
      'пуська': 'обозначает неженку, мягкотелого человека.\n',
      'путь к успеху': 'процесс достижения целей \n',
      'пуш': 'стратегия атаки на вражескую базу, направленная на уничтожение '
             'зданий.\n',
      'пушить': 'продвигать мысль, дело.\n',
      'пушка': 'что-то очень хорошее\n',
      'пушкин': 'может относиться к вопросам о литературе или культуре, связанным с '
                'А.С. Пушкиным.\n',
      'разбивать стереотипы': 'опровергать общепринятые мнения\n',
      'разбить сердце': 'причинить боль в любви\n',
      'развивать свои навыки': 'улучшать свои умения \n',
      'разделять интересы': 'иметь общие увлечения с кем-то\n',
      'разжечь интерес': 'вызвать любопытство \n',
      'разжечь искру': 'создать интерес или волнение\n',
      'разобраться в себе': 'понять свои чувства и желания\n',
      'рак': 'жаргон, обозначающий неопытного или плохо играющего игрока.\n',
      'ракета': 'что-то быстрое и успешное\n',
      'раки': 'множественная форма слова "рак", в контексте обозначающая группу '
              'неудачных или неумелых игроков.\n',
      'раковать': 'повторять неудачные действия или проявлять низкий уровень '
                  'игры.\n',
      'рампага': 'персонаж, который убивает нескольких противников подряд в одной '
                 'схватке.\n',
      'рандомный': 'случайный.\n',
      'рарный айтем': 'настоящая удача, пришло из геймерской среды.\n',
      'раскрутить вопрос': 'подробно обсудить вопрос, чтобы раскрыть его с разных '
                           'сторон.\n',
      'раста': 'стиль игры или персонаж, который фокусируется на использовании '
               'мощных заклинаний или умений для массового урона.\n',
      'расшарить': 'поделиться, открыть доступ к ресурсу.\n',
      'раш': 'Стратегия быстрой и агрессивной атаки противника с целью занятия '
             'позиций или уничтожения.\n',
      'рашер': 'игрок, который предпочитает быстро атаковать противника, не '
               'дожидаясь подходящего момента.\n',
      'рашить': 'то же, что спешить.\n',
      'ргр': 'Рекомендуемая годовая работа, как элемент учебной программы.\n',
      'рдд': '"Ранговыйdamage dealer" — персонаж, который наносит максимальный урон '
             'противнику.\n',
      'редфлаг': 'Положительные (green flag) и настораживающие (red flag) сигналы в '
                 'отношениях или поведении людей.\n',
      'резко встать на ноги': 'быстро подняться после падения \n',
      'резы': 'Обычный школьный или студенческий термин для оценок или '
              'аттестации.\n',
      'рельса': 'Оружие с прицелом на дальние дистанции, например, снайперская '
                'винтовка или определенное оружие (иногда - AWP).\n',
      'рельсы': 'Оборудование или тактики, использующиеся в игре для обеспечения '
                'уверенной позиции.\n',
      'рем': 'сокращение от "ремонт", часто применяемое в контексте восстановления '
             'или починки предметов.\n',
      'ремень': 'игровой аксессуар или элемент экипировки, который может иметь '
                'различные бонусы.\n',
      'реплисты': 'списки реплик или цитат из фанфиков; могут использоваться для '
                  'обсуждения любимых моментов истории.\n',
      'репост': 'действие, когда пользователь делится чьим-то контентом в соцсетях '
                'с собственной аудиторией.\n',
      'реснуть': 'возродить персонажа или снова начать игру после смерти.\n',
      'респа': 'Сокращение от "респауна", момент, когда игрок возвращается в игру '
               'после смерти.\n',
      'респаун': 'Процесс возрождения игрока в игре после его смерти.\n',
      'респект': 'уважение\n',
      'ресы': 'ресурсы, необходимые для игры или улучшения персонажа.\n',
      'реткон': 'изменение ранее установленных фактов в сюжете; часто используется '
                'для исправления ошибок или несоответствий в истории.\n',
      'ретро': 'старомодный стиль\n',
      'ретро-стиль': 'стиль из прошлых времён \n',
      'реферал': 'игрок, который привел нового участника в игру, за что получает '
                 'вознаграждение.\n',
      'речарджер': 'предмет или умение, позволяющее восстановить ресурсы или '
                   'заклинания.\n',
      'ржач': 'смешно, весело\n',
      'рид900': 'термин, используемый для обозначения читателей определенного жанра '
                'или стиля фанфиков; может также относиться к специфическим '
                'предпочтениям аудитории.\n',
      'ризз': 'это «харизма» \n',
      'рикро́ллинг': 'интернет-мем, розыгрыш, зародившийся на имиджборде 4chan, '
                     'заключающийся в предоставлении жертве гиперссылки на видео\n',
      'рили': 'правда, действительность.\n',
      'рипнуться': 'от англ. r.i.p. Умереть\n',
      'рирен': 'сокращение от "редактирование"; процесс исправления и улучшения '
               'текста фанфика перед публикацией.\n',
      'рисковать всем на свете': 'принимать большие риски\n',
      'рич бич мазафака': 'Ироничное обозначение богатого студента, получающего '
                          'высокие оценки легко.\n',
      'рл': '"Реальный лидер" или "Рейд лидер", игрок, отвечающий за координацию '
            'команды.\n',
      'рога': 'персонаж, специализирующийся на скрытности и внезапных атаках.\n',
      'ролка': 'маневр, позволяющий персонажу уклониться от атаки или быстро '
               'перемещаться.\n',
      'романоджерс': "пара персонажей из различных fandom'ов; популярна среди "
                     'поклонников и обсуждается в контексте их отношений.\n',
      'роулим': 'разговорное название для процесса написания совместного фанфика; '
                'может означать работу нескольких авторов над одной историей.\n',
      'рофел': 'Шутка, более легкая форма смеха в неформальных беседах.\n',
      'рофл': 'громко смеяться.\n',
      'рофлить': 'пригодится, если надумаете над кем-нибудь посмеяться.\n',
      'роша': 'элемент игры, связанный с мощным боссом, которого нужно победить для '
              'получения редких предметов.\n',
      'рп-шить': 'играть в ролевом стиле, принимая на себя роли других '
                 'персонажей.\n',
      'рпг': '"Ролевая игра" — игра, в которой игроки контролируют персонажей и '
             'развивают их способности.\n',
      'рррф': '"Рандомный рейд, рандомный форс" — термин для обозначения '
              'неорганизованного рейда на оппонента.\n',
      'ртс': 'реальное время стратегии – жанр игр, в котором игроки управляют '
             'армиями и экономики в реальном времени.\n',
      'рубанок': 'Сленг для обозначения студента, который способен быстро разобрать '
                 'важные навыки или опыт в своей области.\n',
      'рубить хвосты': 'Прекращать что-то или резко действовать в урегулировании '
                       'ситуации, часто в отношении оценок или преподавания.\n',
      'руи́нить': '(от англ. ruin — разрушать) — разрушать, повреждать, портить. '
                  'Также руи́на, руи́нер — человек, совершающий эти действия.\n',
      'румтур': 'видео, в котором человек показывает свое жилище.\n',
      'русалка': 'Сленг для студента-гуманитария, который читает много книг.\n',
      'руслит': 'Русская литература, как предмет или область знания.\n',
      'руслитра': 'Зерно знания о русской литературе или литература в целом.\n',
      'русский дьявол': 'игра или персонаж, ассоциируемый с мощными атаками и '
                        'хитрыми стратегиями.\n',
      'рыло': 'Сленговое название для головы противника, часто используется в '
              'контексте попадания в голову.\n',
      'рэдфлэг': 'опасный звоночек при общении с человеком, буквально «красный '
                 'флаг». Антоним — гринфлэг.\n',
      'рэмбрейдж': 'термин для обозначения мощного противника или героя, который '
                   'вызывает значительные проблемы.\n',
      'рюхать': 'Внимать или усваивать информацию, изучая в процессе обучения.\n',
      'сайленс': 'эффект, накладывающий запрет на использование заклинаний или '
                 'умений противником.\n',
      'салют': 'приветствие, привет\n',
      'саруми': 'пара персонажей из аниме/манги; популярна среди поклонников и '
                'часто появляется в романтических сюжетах.\n',
      'сас': 'это «подозрительный». \n',
      'сасный': 'классный, прикольный (от англ. sassy – нахальный).\n',
      'сасунару': 'популярная пара из аниме "Наруто"; сочетание Саске Учихи и '
                  'Наруто Узумаки в фанфиках.\n',
      'сачий': 'Человек, который уклоняется от учебных заданий, часто проводит '
               'время в развлечениях.\n',
      'сбросить груз ответственности': 'избавиться от обязательств\n',
      'сбросить маску': 'показать свое истинное «я»\n',
      'свайп': 'от англ. swipe\tСмахнуть, переключиться\n',
      'светляк': 'персонаж, обладающий способностями к световой магии или отдыху.\n',
      'свояк': 'игра, аналогичная «Своя игра», где участники отвечают на вопросы из '
               'разных категорий.\n',
      'свояк за десять': 'особый раунд игры «Своя игра», где вопросы стоят 10 '
                         'баллов.\n',
      'свэг': 'Пришедшее из хип-хоп культуры слово, которое использовалось для '
              'описания максимально «дорогого-богатого» стиля в одежде и '
              'поведении.\n',
      'северитус': 'пара персонажей из "Гарри Поттера", которая вызывает много '
                   'споров среди поклонников; сочетание Северуса Снейпа и Тони '
                   'Старка (или других).\n',
      'секарь': 'Непривычно или зарождение связок в разговоре среди студентов.\n',
      'секрет': 'тайна, что-то скрытое\n',
      'секретка': 'тайна, секрет\n',
      'секреты мастерства': 'знания и навыки, которые помогают достигать успеха \n',
      'семак': 'Прозвище для студента, который отличается высокой активностью на '
               'занятиях или в жизни университета.\n',
      'сепу́льки': 'термин, используемый для обозначения мрачных тем или сюжетов в '
                   'фанфиках; может означать тяжелые эмоциональные моменты.\n',
      'сетка': 'Система организации учебного процесса, расписание занятий.\n',
      'силлаб': 'Силлабус, учебный план или программа дисциплины.\n',
      'силлабус': 'Документ, описывающий содержание курса, цели и ожидаемые '
                  'результаты обучения.\n',
      'сильвер': 'обозначение игрока, который хорошо владеет играми, но еще не '
                 'достиг высокого ранга.\n',
      'симп': 'это крайне приятный парень, который проявляет уважение и заботу по '
              'отношению к девушке и в итоге становится ей симпатичен.\n',
      'ситуэйшеншип': 'универсальный термин для взаимодействия между людьми\n',
      'скам': 'от английского scam — афера. Так говорят про любые виды '
              'мошенничества в интернете.\n',
      'скандальная пичка': 'Неофициальное название для курсовой работы или '
                           'студенческого проекта с нарушениями формата.\n',
      'скатать': 'Завершить или выполнить задание, обычно на последних порах перед '
                 'сдачей.\n',
      'скибиди': 'это «странный». \n',
      'скил': 'мастерство или умение игрока в определенной игре.\n',
      'скилл': 'от англ. skill Навык, умение, способность\n',
      'скиловик': 'игрок, обладающий высоким уровнем мастерства и навыков.\n',
      'скипнуть': 'Прогулять.\n',
      'скуф': 'мужчина, который перестал за собой следить, то есть соскуфился. Скуф '
              'это вам не масик.\n',
      'сладкая жизнь': 'жизнь без забот \n',
      'сленг тинейджеров': 'значения самых распространенных молодёжных словечек \n',
      'слеш': 'жанр фанфиков, основанный на романтических отношениях между '
              'персонажами одного пола; популярный среди поклонников различных '
              "fandom'ов.\n",
      'сливать': 'терять (контроль, ресурсы или жизнь) в игре, особенно когда это '
                 'происходит без желания или по ошибке.\n',
      'слон': 'персонаж, который выделяется среди других; может быть как '
              'положительным, так и отрицательным.\n',
      'слонобой': 'мощное оружие или умение, которое может одним ударом уничтожить '
                  'противника.\n',
      'слэй': 'Делать что-то превосходно, быть на высоте.\n',
      'слэм': 'движение на концертах, при котором люди объединяются в круг и '
              'начинают прыгать друг на друга, толкать, врезаться, при этом '
              'двигаясь по кругу.\n',
      'слэмиться': 'движение на концертах, при котором люди объединяются в круг и '
                   'начинают прыгать друг на друга, толкать, врезаться, при этом '
                   'двигаясь по кругу.\n',
      'смехотехника': 'Неформальная дисциплина, связанная с веселыми или '
                      'нестандартными подходами к обучению.\n',
      'смешно до слёз': 'очень смешно\n',
      'смока': 'Сленговое название для дымовой гранаты (smoke grenade).\n',
      'смоук': 'дымовая граната, используемая для создания укрытия или затруднения '
               'видимости противника.\n',
      'смочина': 'термин, описывающий особый тип действия или эффекта в игре, в '
                 'основном связанный с гранатами.\n',
      'снарри': 'пара Снэйпа и Гарри Поттера в фанфиках; часто обсуждается среди '
                'поклонников за свою противоречивость и интересные динамики '
                'отношений.\n',
      'собес': 'собеседование.\n',
      'собирать камни': 'готовить ответный удар или месть\n',
      'собирать лавры': 'получать признание за достижения\n',
      'собирать пазл жизни': 'составлять картину своего существования \n',
      'собирать урожай успехов': 'достигать результатов \n',
      'собрание сочинений': 'сборник вопросов или тем для обсуждения в игре.\n',
      'соевый': 'в английском языке “soyboy”. Так называют молодых людей, лишенных '
                'маскулинности. Может применяться к девушкам, так как в целом, речь '
                'про инфантильных людей.\n',
      'сок': 'ресурсы, которые используются для различных нужд в игре.\n',
      'солек': 'мощное заклинание или умение, способное причинить серьезный урон.\n',
      'соль на рану': 'усугубление ситуации \n',
      'сопромат': 'Сопротивление материалов, раздел механики, изучающий свойства '
                  'материалов под нагрузкой.\n',
      'сорян': 'от англ. sorry\tИзвини, прости\n',
      'сосать': 'терпеть неудачу\n',
      'соска': 'персонаж или элемент, который постоянно требует ухода или поддержки '
               'от других.\n',
      'соукоку': 'термин, используемый для обозначения отношений между двумя '
                 'конкретными персонажами из аниме/манги; популярно среди '
                 "поклонников определенных fandom'ов.\n",
      'соулмейт': 'родственная душа, также от английского.\n',
      'спам икса': 'частое повторное использование определенного умений или '
                   'заклинания в игре.\n',
      'спек': 'спецификация персонажа, касающаяся выбора умений и развития.\n',
      'спот': 'позиция или место в игре, где игрок может находиться для получения '
              'оптимальных результатов.\n',
      'спэл': 'заклинание, умение или способность, используемые персонажем.\n',
      'срезаться': 'Проводить экзамен или зачет, часто подразумевает проведение '
                   'контрольной.\n',
      'сс': '"Скилл скилла" — указание на использование специальных навыков в '
            'игре.\n',
      'стайл': 'стиль, манера поведения\n',
      'стаки': 'термин, обозначающий накопление ресурсов или умений персонажа на '
               'протяжении истории; может использоваться как метафора роста '
               'героя.\n',
      'сталкерить': 'следить за кем-то.\n',
      'стата': 'характеристика персонажа, влияющая на его способности и '
               'выживаемость.\n',
      'статы': 'совокупность всех характеристик персонажа, таких как сила, '
               'интеллект и т.д.\n',
      'стафф': 'штат сотрудников. Образовано от английского staff.\n',
      'стекло': 'это фрагменты из литературного или кинематографического '
                'произведения\n',
      'степашка': 'Неформальное название зачетной работы или проекта, требующего '
                  'большой работы.\n',
      'степуха': 'Защита или выполнение курсовой работы с большим трудом.\n',
      'стилер': 'Игрок, который берет фраги (убийства) у других, не давая '
                'возможности своим союзникам достичь успеха.\n',
      'стилить фраги': 'забирать убийства у союзников, когда они уже почти настигли '
                       'противника.\n',
      'стиллер': 'игрок, который часто забирает фраги у своих товарищей по '
                 'команде.\n',
      'стипон': 'Стипендия, финансовая поддержка для студентов.\n',
      'стипуха': 'Обозначение того, кто получает стипендию.\n',
      'сток': 'стандартный набор предметов или характеристик персонажа без '
              'каких-либо модификаций или улучшений.\n',
      'стратегии': 'план или тактика, используемая для достижения победы в игре.\n',
      'стрейт': 'антиподы альтов. Стрейты в видео для TikTok стремятся к идеальной '
                'картинке и звуку, транслируют приличные и принятые в обществе '
                'идеалы и нормы.\n',
      'стрейфить': 'Перемещение игрока в определенном направлении с резкими '
                   'поворотами для избегания пуль.\n',
      'стрелялка': 'Жанр игр, в котором основной элемент — стрельба, включая '
                   '"Контр-Страйк".\n',
      'стримить': 'транслировать игровой процесс в реальном времени через интернет '
                  'на платформы, такие как Twitch или YouTube.\n',
      'студак': 'Студент, особенно неуспевающий или часто опаздывающий.\n',
      'студенты': 'Особое сообщество, обучающиеся в высших учебных заведениях.\n',
      'студень': 'Неформальное название устаревших или неактуальных материалов для '
                 'обучения.\n',
      'стэнить': 'фанатеть от какой-либо знаменитости.\n',
      'стёпа': 'Неприятная ситуация, путаница или неудача, произошедшая в учебном '
               'процессе.\n',
      'суетолог': 'тот, кто наводит суету, поднимает кипиш.\n',
      'суммон': 'призывать существо или персонажа для помощи в бою или выполнении '
                'задач.\n',
      'супермен': 'человек с выдающимися способностями\n',
      'суперстар': 'знаменитость \n',
      'суслик': 'Студент, который часто пренебрегает учебой или не посещает '
                'занятия.\n',
      'сыграть к одному': 'закончить игру или матч с результатом, когда одна из '
                          'сторон получает явное преимущество.\n',
      'сьюха': 'жаргонное название персонажа или класса, часто используемое для '
               'обозначения сильного или популярного героя.\n',
      'сэмми-кэрри': 'персонаж, который сумеет самостоятельно вести команду к '
                     'победе, несмотря на негативные обстоятельства.\n',
      'сюр': 'сюрреализм, что-то абсурдное и странное.\n',
      'тавир гита': 'внутриигровая система, которая позволяет игрокам находить и '
                    'присоединяться к командам с подобными интересами и навыками.\n',
      'тайп': 'стиль или метод игры, характерный для определенного игрока или '
              'класса персонажа.\n',
      'тайпкилл': 'действия, направленные на убийство конкретного типа противника, '
                  'который становится приоритетным.\n',
      'тамблер-гёрл': 'девушка-неформалка в одежде и макияже.\n',
      'танк': 'игровой персонаж с высокой выносливостью и защитными способностями, '
              'предназначенный для принятия ударов на себя.\n',
      'танковать': 'выполнять функции танка, принимая на себя урон от противников и '
                   'защищая своих союзников.\n',
      'таргет': 'пошло из рекламы в интернете Цель, достижение\n',
      'тау': 'Термины и акронимы, используемые для обозначения различных '
             'технических и учебных дисциплин.\n',
      'тачка': 'машина \n',
      'тащер': 'от «тащить» Тот, кто помогает «вытащить» на себе всю игру, хороший '
               'или удачливый игрок\n',
      'тащеры': 'упрямые игроки, которые способны вести свои команды к победе даже '
                'в сложных ситуациях.\n',
      'тв': 'сокращение от "телевизор"; может использоваться в контексте просмотра '
            'потокового контента по играм.\n',
      'твин': 'вторичный аккаунт игрока, часто использующийся для тестирования '
              'нового контента или игр.\n',
      'творить чудеса': 'делать что-то необычное и удивительное \n',
      'творческий подход к делу': 'нестандартный способ решения задачи \n',
      'тг': '(сокр. от Telegram) короткое сетевое прозвище мессенджера.\n',
      'тгп': 'Теория государственного управления, мояробнее - социология и '
             'управление.\n',
      'тейк': 'аргумент, мнение, тезис.\n',
      'телега': 'Телеграм.\n',
      'тера': 'ссылается на игру "TERA", MMORPG с акцентом на экшн.\n',
      'тервер': 'Термины и аббревиатуры, используемые в технике и инженерии.\n',
      'термех': 'Термодинамика и механика, как разделы физики.\n',
      'теры': 'Сокращение от "террористы", одна из команд в игре.\n',
      'техан': 'Технические дисциплины, связанные с инженерией и наукой.\n',
      'техмех': 'Техническая механика, раздел механики, изучающий движение и '
                'равновесие тел.\n',
      'технарь': 'Студент технической специальности, специалист в области '
                 'инженерии.\n',
      'тильт': 'Состояние сильнейшего эмоционального потрясения, разочарования.\n',
      'тима': 'команда из игроков, которые объединены для достижения общей цели в '
              'игре.\n',
      'тишка': 'футболка.\n',
      'тк': 'сокращение от "токсичный", обозначающее неприятные или ухудшающие '
            'атмосферу поведения игроков.\n',
      'тк-2': 'улучшенная версия термина "ТК", часто используется для обозначения '
              'более серьезных токсичных игроков.\n',
      'ткашник': 'игрок, который сосредоточен на выполнении определенных задач или '
                 'юнитов, в основном фокусируясь на farming’е или прокачке.\n',
      'токсик': 'человек с агрессивным, оскорбительным или негативным поведением в '
                'онлайне.\n',
      'томбой': 'девушка с короткой стрижкой, грубая, не пользуется косметикой или '
                'по минимуму, любит активные и агрессивные игры и виды спорта.\n',
      'топ': 'от англ. top (верхушка) Наиболее актуальное, самый шик, наилучшее, '
             'модное\n',
      'топовый продукт': 'лучший товар на рынке \n',
      'топчик': 'что-то очень крутое (от англ. top).\n',
      'тосал': 'Неприятная ситуация, связанная с неудачными попытками понять или '
               'освоить предмет.\n',
      'тоэ': 'Теория основ электротехники, матифицированная в курсе.\n',
      'тр': 'Сокращение от "Террористы", обозначает одну из двух игровых сторон.\n',
      'третьекуры': 'Студенты третьего курса, группа обучающихся, часто имеющих '
                    'общий опыт и проблемы.\n',
      'треш': 'в переводе с английского означает мусор.\n',
      'тридэшутер': 'Гаджет или термин, использующий трехмерную графику в шутерах, '
                    'хотя "Контр-Страйк" на самом деле 3D.\n',
      'трон': 'основная база или опорная точка в игре, которую нужно защищать или '
              'уничтожать.\n',
      'трушно': 'от англ. true (истина) Правдиво, достоверно\n',
      'тт': 'ТикТок.\n',
      'туземец': 'местный житель \n',
      'тусовка': 'вечеринка, собрание друзей\n',
      'тхк': 'сокращение от "тарашат хардкор", используемое для описания мощных '
             'атак или стратегии игры.\n',
      'тцукихина': 'пара из аниме/манги, популярная среди поклонников и часто '
                   'обсуждаемая в контексте романтических отношений.\n',
      'тюбик': 'неспортивный худой парень 18–25 лет. Раньше таких молодых людей '
               'назвали бы хлюпиками. Они часто носят одежду оверсайз, кепки, '
               'длинные волосы.\n',
      'тян': '– привлекательная девушка.\n',
      'тянуть время': 'затягивать процесс\n',
      'тянуть за собой': 'вдохновлять других на действия\n',
      'тянуть за собой других людей': 'вдохновлять окружающих \n',
      'тянуть одеяло на себя': 'действовать эгоистично\n',
      'убежать от реальности': 'уйти в мир фантазий\n',
      'убеждать в своей правоте': 'отстаивать свою точку зрения \n',
      'убеждать себя в чем-то': 'находить оправдания своим действиям \n',
      'убить время': 'провести время без дела\n',
      'убить двух зайцев одним выстрелом': 'решить две задачи одновременно\n',
      'убрать с дороги': 'устранить препятствие\n',
      'угар': 'веселье, смех\n',
      'уйти в минус': 'потерять деньги или репутацию\n',
      'улыбаться миру': 'быть оптимистом \n',
      'ульта': '(от англ. «ultimate») — это действие на максимуме возможностей; '
               'неожиданный и выдающийся результат.\n',
      'ультовать': 'использовать ультимативные способности персонажа, которые имеют '
                   'значительный эффект в бою.\n',
      'ультрамодный': 'суперсовременный \n',
      'умник': 'человек с хорошими способностями \n',
      'универ': 'Университет, высшее учебное заведение.\n',
      'унижать': 'причинять значительное преимущество или ущерб оппоненту, часто с '
                 'элементами троллинга.\n',
      'уоади': 'жаргон для обозначения отправки в "ожидание/мертвую зону" игрока, '
               'оказавшегося в уязвимой позиции.\n',
      'упасть духом': 'потерять уверенность или надежду\n',
      'урса': 'персонаж из игры Dota 2, известный своей силой и мощными атаками в '
              'ближнем бою.\n',
      'устать как собака': 'сильно устать\n',
      'учага': 'Учебная работа или нагрузка, связанная с изучением.\n',
      'фа́рмить': '(от англ. farm — заниматься фермерством) — методично копить '
                  'игровые ресурсы (опыт, достижения, игровую валюту), совершая '
                  'определенные повторяющиеся действия.\n',
      'фазанка': 'Особая форма общения или взаимодействия студентов в неформальной '
                 'обстановке.\n',
      'факап': 'провал, который нередко ведёт к скандалу. Образовано от английского '
               'fuck up. Тот случай, когда принято бледнеть, ужасаться и '
               'извиняться\n',
      'фаллософия': 'Неформальное название философии, актуальное среди студентов.\n',
      'фанатик': 'человек с сильной привязанностью к чему-то \n',
      'фанон': 'элементы вселенной, которые не являются частью официального канона, '
               'но широко принимаются и используются поклонниками (например, '
               'характеры или события).\n',
      'фантазер': 'мечтатель \n',
      'фантазировать на тему': 'размышлять о чем-то в воображении\n',
      'фантазировать о будущем': 'строить планы на будущее\n',
      'фард': 'термин, обозначающий уровень сложности или ситуации в игре, часто с '
              'элементами прокачки.\n',
      'фарм': 'процесс получения ресурсов или опыта, часто через повторное '
              'выполнение одних и тех же действий.\n',
      'фармиться': 'активно заниматься фармом, получая ресурсы или опыт.\n',
      'фары слепят': 'Про девушку с большой грудью.\n',
      'фейк': 'обман, фальсификация, фальшивка.\n',
      'фейспалм': 'лицо, прикрытое рукой, как реакция на глупость (от англ. '
                  'facepalm).\n',
      'фермер': 'игрок, который сосредоточен на получении ресурсов или опыта, часто '
                'в одиночной игре или в PvE.\n',
      'физвос': 'Физическая воспитательская работа, дисциплина по физической '
                'культуре.\n',
      'физка': 'Физика, наука о природе и закономерностях.\n',
      'физколда': 'Физическая культура и спорт, важный аспект студенческой жизни.\n',
      'физра': 'Физическая культура, уроки физкультуры в учебных заведениях.\n',
      'фиксить': 'чинить, исправлять.\n',
      'филка': 'Неформальное название нечётко оформленной работы или обозначение '
               'неформальных встреч.\n',
      'филолух': 'Студент-филолог, человек, занимающийся изучением языков и '
                 'литератур.\n',
      'философствовать о жизни': 'размышлять о глубоких темах \n',
      'филфакер': 'Филологический факультет, часть университета, где изучают языки '
                  'и литературу.\n',
      'флаг': 'Символ идентичности группы или учебного заведения.\n',
      'флаер': 'Распространяемая информация о мероприятиях или акциях, часто в '
               'форме листовки.\n',
      'флейм': 'накал дискуссии в интернете (от англ. flame).\n',
      'флекс': 'выпендреж. Флексить – бахвалиться. Низкий флекс – немодный.\n',
      'флексить': 'глагол, частично родственный существительному позер. На сленге '
                  'одно из значений – “выпендриваться”, хвастаться чем-либо.\n',
      'флешка': 'USB-накопитель или краткая информация\n',
      'флешмоб': 'массовое мероприятие, действие\n',
      'флр': 'сокращение от "флёрт"; используется для обозначения романтических '
             'взаимодействий между персонажами в фанфиках.\n',
      'флудить': 'писать много ненужной информации\n',
      'флудить в чате': 'писать много ненужных сообщений\n',
      'фокусироваться на главном': 'сосредотачиваться на важном \n',
      'фол': 'сокращение от "падение" или "поражение", обычно используется, когда '
             'игрок терпит неудачу.\n',
      'фоллаут': 'упоминание об игре "Fallout", часто относится к выживанию и '
                 'постапокалиптическим элементам.\n',
      'фоллаутер': 'игрок, который активно играет в игры серии "Fallout" или '
                   'участвует в ее сообществе.\n',
      'форварднуть': 'переслать, перенаправить письмо, распоряжение, поручение. '
                     'Образовано от английского forward.\n',
      'форсить': 'Настойчиво продвигать некую идею.\n',
      'фраг': 'Убийство противника в игре.\n',
      'фрагер': 'Игрок, который часто убивает противников, проявляя высокую '
                'эффективность.\n',
      'фрагодрочер': 'Игрок, который сосредоточен исключительно на получении '
                     'убийств, зачастую пренебрегая командными задачами.\n',
      'фракатыр': 'игрок, активно забирающий фраги, особенно в командных играх.\n',
      'франс': 'термин, используемый для обозначения французских элементов в '
               'сюжетах; может также относиться к специфическим персонажам из '
               "франкоязычных fandom'ов.\n",
      'фреймворк': 'готовая схема работы, которая отлично подходит для однотипных '
                   'заказов.\n',
      'френдзона': 'если люди не намерены переходить к близким отношениям или '
                   'романтике, а хотят остаться друзьями.\n',
      'фрешмен': 'новичок; новый исполнитель (в музыке).\n',
      'фрешменты': 'свежие идеи или тенденции, которые только начинают активно '
                   'обсуждаться или использоваться в какой-либо сфере.\n',
      'фрозик': 'может обозначать игрока, который отлично выполняет контроль над '
                'своей игровой стратегией.\n',
      'фулка': 'полное улучшение или экипировка персонажа, достигающая максимальных '
               'характеристик.\n',
      'фулплэйт': 'значит завершить игру с максимальным успехом или бюджетом, не '
                  'оставляя мест для улучшения.\n',
      'фымышонок': 'забавный, несуразный человек, который часто проявляет '
                   'легкомысленное поведение.\n',
      'фьюз': "сочетание двух различных fandom'ов или историй в одном фанфике; "
              'популярный прием для создания уникальных сюжетов.\n',
      'хаг': 'сокращение от "хардкорный геймер", часто используемое для обозначения '
             'опытного или преданного игрока.\n',
      'хайграунд': 'позиция, обеспечения.\n',
      'хайп': 'ажиотаж, информационный шум вокруг чего-то.\n',
      'хайпить': 'создавать ажиотаж вокруг чего-то\n',
      'халва': 'Сленговое название для игры, используемое в шутливом контексте, или '
               'коммента о ее популярности.\n',
      'халф-лайф': 'Игра, предшествующая "Контр-Страйк", на которой основываются '
                   'многие элементы.\n',
      'халфа': 'Сокращенное название для "Халф-Лайф".\n',
      'халфер': 'Игрок, который играет в "Халф-Лайф" и "Контр-Страйк", часто в '
                'смешанных матчах.\n',
      'хант': 'Охота на врагов или активные действия по их устранению в игровом '
              'контексте.\n',
      'харасить': 'причинять вред, мучать.\n',
      'хардкор': 'что-то сложное или экстремальное \n',
      'хача': 'сокращение от "хардкор", обозначает требовательный подход к игре или '
              'участию в сложных условиях.\n',
      'хвосты': 'незаконченные дела или задачи, которые продолжают тянуть за '
                'собой.\n',
      'хед': 'Сленговое сокращение от "голова", обычно используется в контексте '
             'попаданий в голову.\n',
      'хедшот': 'Попадание в голову противника, наносящее больший урон и зачастую '
                'убивающее его с одного выстрела.\n',
      'хейтер': 'тот, кто выражает негативное отношение к чему-либо или кому-либо. '
                'На английском, дословно, hate означает ненависть.\n',
      'хейтить': 'ненавидеть, оскорблять (от англ. to hate).\n',
      'хекс': 'Обычно относится к использованию магии или заклинаний, которые '
              'наносят урон или накладывают дебаффы на противника.\n',
      'херобора': 'нечто несуразное или абсурдное, что вызывает недоумение или '
                  'насмешку.\n',
      'хз': 'синонимично «не знаю»\n',
      'хильнуть': 'Восстановить здоровье себе или союзнику с помощью предметов или '
                  'умений.\n',
      'химера': 'нереальная идея или иллюзия, которая не может быть достигнута.\n',
      'химия между людьми': 'сильное взаимное притяжение\n',
      'химоза': 'процесс соединения разных веществ или идей, часто с неожиданными '
                'результатами.\n',
      'хисогон': 'персонаж с характерными чертами; может использоваться как шутка о '
                 'внешности или поведении героя (возможно, ошибка в написании).\n',
      'хитор': 'Сильный или мощный удар, который наносят противнику (может также '
               'означать "попадание").\n',
      'хитрец': 'ловкий человек\n',
      'хитрица': 'ловкий человек\n',
      'хлопоты по дому': 'заботы о домашнем хозяйстве \n',
      'ход': 'ход игрока в игре или турнире.\n',
      'ходить по канату': 'балансировать в сложной ситуации \n',
      'ходить по кругу': 'повторять одно и то же\n',
      'ходить по острию ножа': 'находиться в рискованной ситуации \n',
      'ходить по тонкому льду': 'находиться в рискованной ситуации\n',
      'холмсцест': 'слэш-пара Шерлока Холмса и его брата Майкрофта Холмса; '
                   'популярна среди поклонников детективных историй и кроссоверов с '
                   "другими fandom'ами.\n",
      'хонор': 'Честь или уважение, получаемое за честную игру или выполнение '
               'определенных игровых условий.\n',
      'хоспис': 'заведение или место, где оказывают поддержку и помощь людям с '
                'тяжёлыми болезнями или в терминальной стадии.\n',
      'хоумстак': 'Сложный термин, который может означать "домашний" вариант '
                  'улучшения персонажа или предметов, привязанный к базовому '
                  'лагерю.\n',
      'хранить секреты': 'держать что-то в тайне \n',
      'хрусталик': 'человек с хрупкой натурой \n',
      'хурал': 'важное собрание с участием руководства. А по исходному значению — '
               'высший законодательный орган у монголов и тюрков.\n',
      'хэшка': 'Сленговое обозначение для гранаты, используемой в игре, например, '
               'дистанционная или осколочная.\n',
      'цлк': 'Сокращение от "центральный лагерь"; место или зона присутствия '
             'игроков в игре.\n',
      'цпх': 'Центральный процессинговый хаб, место, где обрабатываются или '
             'анализируются данные.\n',
      'чавис': 'Неудачный термин или метка для игрока, который ведет себя '
               'недостойно, часто захватывая игровые моменты.\n',
      'чатик': 'маленький чат \n',
      'чгкбр (чгк-бр)': 'Человек-Группа-Клуб-Брейк-Ринг; формат игры или турнира.\n',
      'че по': 'разговорное выражение, означающее "что происходит" или "как '
               'дела".\n',
      'чейзер': 'Игрок, который преследует противников, пытаясь первым уничтожить '
                'их.\n',
      'чекай': 'Проверяй, смотри; призыв к исследованию или внимательному подходу к '
               'ситуации.\n',
      'чекать': 'от англ. check up, проверять.\n',
      'челендж': 'вызов. Подростки выполняют определенное задание, часто с целью '
                 'развлечения или для сбора средств на благотворительность.\n',
      'чечик': 'сокращение от слова «человек». Так называют парней, которые в '
               'принципе нормальные, но не особо интересные. Чечик не вызывает ни '
               'негативных, ни позитивных эмоций.\n',
      'чзвчгкня': 'Чистое Знание В Человеческой Группе Клуба Не Является; возможно, '
                  'аббревиатура для определенного правила или концепции в игре.\n',
      'чигуки': 'пара из аниме/манги; популярна среди поклонников и часто '
                'обсуждается за свою динамику отношений.\n',
      'чилить': 'отдыхать. Слово пришло из английского языка,\n',
      'чилл': 'означает отдых или приятное времяпрепровождение.\n',
      'чиллить': 'отдыхать.\n',
      'чиназес': 'это мемное выражение удовлетворенности, радости или восхищения.\n',
      'чипок': 'маленький, но значимый фрагмент информации или данные.\n',
      'числяк': 'человек, который занимается математикой, считает или ведёт учёт '
                'чего-либо.\n',
      'чистая совесть': 'отсутствие чувства вины \n',
      'чистое знание': 'знание без дополнительных подсказок или помощи.\n',
      'чистосердечное признание': 'искреннее признание \n',
      'чистый лист': 'новая страница в жизни\n',
      'читерас': 'Игрок, использующий чит-коды или читы для нечестной игры.\n',
      'читераст': 'Тот же смысл, что и "читерас"; уничижительное название для '
                  'игрока с нечестной игрой.\n',
      'чсв': 'чувство собственной важности.\n',
      'чувствовать себя в своей тарелке': 'быть уверенным и комфортным в ситуации\n',
      'чувствовать себя живым': 'испытывать радость от жизни \n',
      'чувствовать себя как дома': 'чувствовать себя комфортно в новой обстановке\n',
      'чувствовать себя как рыба в воде': 'быть уверенным и комфортным в '
                                          'определенной обстановке\n',
      'чувствовать себя на коне': 'быть уверенным в себе\n',
      'чудеса случаются': 'неожиданные положительные события возможны \n',
      'чудо-юдо': 'кто-то необычный \n',
      'чуитс': 'яркий образ жизни для тех, кто знает толк в веселье.\n',
      'шагать в ногу с модой': 'следовать последним трендам\n',
      'шагать в ногу с прогрессом': 'быть в курсе новых технологий \n',
      'шагать по жизни с улыбкой': 'относиться к жизни с позитивом \n',
      'шаман': 'Игровой класс или персонаж, обладающий магическими или целебными '
               'способностями.\n',
      'шарага': 'непрестижная учебная или рабочая организация, где не '
                'рассматриваются профессиональные качества.\n',
      'шарик в руках у кота': 'бесполезная вещь \n',
      'шариковая жизнь': 'веселая жизнь \n',
      'шарм': 'обаяние, привлекательность\n',
      'шаут': 'Крик или команда, используемая для привлечения внимания в игре.\n',
      'шафт': 'Может относиться к оружию с прямым огнем или механике, наносящей '
              'урон.\n',
      'швепс': 'максимальная свежесть. Швепсово – круто, классно.\n',
      'шевелить мозгами': 'думать активно и креативно \n',
      'шеймить': 'стыдить, осуждать кого-либо.\n',
      'шейт': 'разговорное название для антагониста или злодея в фанфиках; может '
              'означать сложного противника для главного героя.\n',
      'шестьдесят первая секунда': 'момент времени, когда игрок должен быстро '
                                   'ответить на вопрос.\n',
      'шиканару': 'пара Шикамару Нара и Наруто Узумаки из аниме "Наруто"; популярна '
                  'среди поклонников и обсуждается за свою динамику отношений.\n',
      'шикарно': 'великолепно, отлично\n',
      'шип-шип': 'термин, используемый для обозначения поддержки романтических пар '
                 'между персонажами (от слова "шипперство").\n',
      'шипперить': 'представлять, воображать отношения между '
                   'персонажами/кумирами/знакомыми, заниматься сводничеством. Слово '
                   'пошло от части английских слов, обозначающих отношения, — '
                   'friendship.\n',
      'шипперство': 'практика поддержки определенных пар между персонажами; '
                    'активное обсуждение и создание фанфиков о таких отношениях.\n',
      'школа': 'место обучения и подготовки участников к играм и конкурсам.\n',
      'школота': 'молодежь или школьники; часто используется с оттенком '
                 'пренебрежения.\n',
      'штрих': 'это опасный мужчина, который может применить психологическое и '
               'физическое насилие.\n',
      'штрихкод': 'Прическа у человека.\n',
      'штука': 'вещь, предмет\n',
      'шуля': 'человек, который сохраняет старые привычки, несмотря на изменения '
              'вокруг.\n',
      'шуметь как грозы': 'производить много шума, быть заметным\n',
      'шуметь как попугай': 'много говорить, часто болтать\n',
      'шуметь как ураган': 'производить много шума и беспорядка\n',
      'шутеры': 'Игры, в которых основное внимание уделяется стрельбе и боям, '
                'включая "Контр-Страйк" и другие похожие.\n',
      'шутка в тему': 'уместная и актуальная шутка\n',
      'ща-ща': 'сейчас-сейчас \n',
      'щебетун/щебетунья': 'болтунка \n',
      'щедрый как дедушка мороз': 'очень щедрый человек \n',
      'щелкнуть пальцами': 'сделать что-то быстро и легко\n',
      'щелкнуть пальцами и все изменится': 'быстро достичь результата \n',
      'щелкнуть по носу': 'сделать замечание или упрекнуть\n',
      'щелчок': 'быстрое решение или действие \n',
      'щелчок ума': 'осознание чего-то важного\n',
      'щупать почву': 'изучать ситуацию перед принятием решения\n',
      'щупать реальность': 'проверять, как обстоят дела на самом деле\n',
      'эйт': '(от англ. «ate») — это тоже «круто, потрясающе».\n',
      'экватор': 'метафора для обозначения середины какого-либо процесса или '
                 'периода.\n',
      'эко-раунд': 'Раунд, где команда не покупает дорогое оружие и снаряжение, '
                   'надеясь на экономию в будущем для более эффективной игры.\n',
      'экспа': 'Опыта; обычно обозначает количество получаемого игрового опыта за '
               'выполнение задач или убийство врагов.\n',
      'экспанд': 'расширение базы, области или возможностей персонажа в игре.\n',
      'элитарка': 'игра для избранных участников с высоким уровнем знаний.\n',
      'элтех': 'электронные технологии; сфера, связанная с разработкой и '
               'применением электронных устройств.\n',
      'эншент': 'Древний; часто используется для описания редких или мощных '
                'артефактов и предметов.\n',
      'эпик': 'что-то невообразимо крутое.\n',
      'эщкере': 'от английского esketit или let’s get it – «давайте начнем» или '
                '«давайте получим это», распространилось благодаря творчеству '
                'рэперов Lil Pump и Face.\n',
      'юдедовичный': 'характеристика местности или общества, имеющая свои '
                     'уникальные традиции и особенности.\n',
      'юзать': 'использовать, от английского to use. Юзать можно программу, игру, '
               'браузер, код, а также что-то физическое, например гаджет или любую '
               'другую технику.\n',
      'юзлес': 'Бесполезный; используется для обозначения предмета или персонажа, '
               'который не приносит пользы в игре.\n',
      'юмпик': 'Часто сокращение от "UMP45", популярного оружия в шутерах.\n',
      'юнгуки': 'пара из аниме/манги; популярна среди поклонников и часто '
                'обсуждается за свою динамику отношений (возможно, ошибка в '
                'написании).\n',
      'юнсоки': 'пара из аниме/манги; популярна среди поклонников и часто '
                'обсуждается за свою динамику отношений.\n',
      'юризм': 'формальное или официальное выражение мысли, иногда с использованием '
               'юридического жаргона.\n',
      'яблоко раздора': 'причина конфликта \n',
      'ядрен батон': 'выражение удивления \n',
      'язык без костей': 'много говорить, не останавливаясь\n',
      'яйкс': '(от англ. «yikes») — это «упс» и «неловко».\n',
      'яркая личность': 'заметный человек \n',
      'яркие эмоции': 'сильные чувства \n',
      'яркий момент': 'запоминающийся момент\n',
      'ясно как божий день': 'совершенно очевидно \n',
      'ясно как день': 'совершенно очевидно \n',
      'ясно-понятно': 'всё понятно\n',
      'ясное дело': 'очевидно и понятно \n',
      'яссификация': 'перебор с фильтрами и масками в социальных сетях.\n',
      'ВТК': 'вocпитaтeльuo',
      'ИТУ': 'исправительно-трудовое уч^южаение\n',
      'ИТУ': 'исправительно трудовое уч^южаение\n',
      'СИЗО': 'следственный изолятор\n',
      'СПб': 'Санкт',
      'аббр': 'аббревиатура\n',
      'арм': 'из армейского жаргона\n',
      'афг': 'из речи воинов',
      'байк': 'из речи байкеров\n',
      'безл': 'предик, — безлично',
      'безл': 'безличное\n',
      'безл': 'предик безлично-предикативное слово;\n',
      'бизн': 'из речи бизнесменов, «новых русских»\n',
      'брак': 'бранное\n',
      'бран': 'шутл. ',
      'брейк': 'из жаргона исполнителей брейк-данса\n',
      'брейк': 'из жаргона исполнителей брейк данса\n',
      'букв': 'буквально\n',
      'в безлично': 'предикативной функции\n',
      'в знач': 'в значении\n',
      'в т.ч': 'в том числе\n',
      'вар': ' вариант; вариантное\n',
      'вопр': ' вопросительный; вопрос\n',
      'воскл': ' восклицательный; восклицание\n',
      'вульг': ' вульгарное\n',
      'глаг': ' глагол\n',
      'гом': ' из жаргона гомосексуалистов\n',
      'графф': ' из жаргона уличных художников,\n',
      'деаббр': ' деаббревиация ',
      'ед.ч': ' единственное число\n',
      'ж': ' женский род\n',
      'ирон': ' ироническое\n',
      'комп': ' из жаргона программистов и пользователей\n',
      'крим': ' из речи представителей криминальных структур\n',
      'культ': ' культуризм, бодибилдинг\n',
      'курс': ' из речи курсантов военных училищ\n',
      'ласк': ' ласкательное\n',
      'м.p': ' мужской род\n',
      'междом': ' междометие\n',
      'металл': ' из речи металлистов - поклонников\n',
      'металл': 'из речи металлистов поклонников\n',
      'мн.ч': ' множественное число\n',
      'мод. слово': ' модальное слово\n',
      'морск': ' из речи моряков\n',
      'муз': ' из речи музыкантов\n',
      'назв': ' название\n',
      'нарк': ' из речи наркоманов\n',
      'неизм': ' неизменяемое\n',
      'неодобр': ' неодобрительное; неодобрительно\n',
      'нескл': ' нескланяемое\n',
      'несов': ' несовершенный вид\n',
      'неценз': ' нецензурное\n',
      'обращ': ' обращение\n',
      'одобр': ' одобрительное\n',
      'панк': ' из речи панков\n',
      'первонач': ' первоначально\n',
      'перен': ' переносное; в переносном употреблении\n',
      'повел накл': ' повелительное наклонение\n',
      'презр': ' презрительное\n',
      'пренебр': ' пренебрежительное; пренебрежительно\n',
      'прил': ' имя прилагательное\n',
      'прост': ' просторечное\n',
      'редк': ' редкое; редко употребляемое\n',
      'русск': ' русское; русский\n',
      'син': ' синоним; синонимичное\n',
      'сист': ' из речи хиппи, членов так называемой «Системы»\n',
      'см': ' смотри\n',
      'собир': ' собирательное\n',
      'совр': ' современный\n',
      'сокр': ' сокращённое, сокращение\n',
      'спорт': ' из речи спортсменов и фанатов спортивных\n',
      'ср': ' средний род\n',
      'студ': ' из студенческого жаргона\n',
      'сущ': ' имя существительное\n',
      'токе': ' из речи токсикоманов\n',
      'торг': ' из речи работников торговли\n',
      'трансф': ' трансформация; трансформированное\n',
      'уваж': ' уважительно, уважительное\n',
      'ум': 'ласк. ',
      'ум': ' уменьшительное\n',
      'фам': ' фамильярное\n',
      'фиб': ' из жаргона наркоманов',
      'фуб': ' фубое\n',
      'футб': ' футбол\n',
      'шк': ' из жаргона школьников\n',
      'шутл': 'уваж. ',
      'шутл': ' шутливое\n',
      'эвфем': ' эвфемизм\n',
'сигма': 'Сигма (сигма-мужчина) — термин сленга, обозначающий человека, который не следует традиционным социальным нормам и иерархиям, предпочитая независимость и самодостаточность. Часто ассоциируется с привлекательностью и уверенность в себе, при этом демонстрируя нежелание подстраиваться под общественные ожидания.\n',}